// weather-balloon (mongod)db:sfmoma_development> db.artworks.distinct('marks')
[
  " Artist's N. Union Studio stamp on verso",
  "",
  "#1 in pencil, verso",
  "#162 written in ink on print verso",
  "#226 written in ink on print verso",
  "#227 written in ink on print verso",
  "#3 in pencil TL corner, verso",
  "#39 written in ink on print verso",
  "#4 written in ink on print verso",
  "#6 in pencil BL corner, verso",
  "#7 in pencil, verso",
  "#9 in pencil BR, verso",
  "#9 in pencil, verso",
  "(1-2) (TV, ashtray) signed and stamped on verso",
  "*",
  "0",
  "1 page note handwritten and signed",
  "1) in black paint, recto, l. l. corner: BARTH. (see also Marks Notes)",
  "3/9",
  "545 in pencil on reverse.",
  "[credit and title printed on mount recto]",
  "[extensive marks, see Archive file]",
  "[faded and discolored]",
  "[faded]",
  "[halftone affixed to verso]",
  "[likely a forged inscription] cast in bronze, bronze base, l. r.: A. Rodin",
  "[no artist inscriptions]",
  "[no marks]",
  "[not signed and not toned, as his work usually is]",
  "[oxidation throughout]",
  "[see Marks Notes]",
  "[slightly discolored]",
  "[some foxing on print]",
  "[This is a copy print of a larger version in the Gordon L. Bennett collection]",
  "[yellowed and faded]",
  "\"#9\" in margin",
  "\"1868\" in pencil on verso and on print",
  "\"1913 / 56 [sic] rue Madame  / Michael Stein  (original photo)\" on verso",
  "\"9.90.  32/2\" on mat\"",
  "\"A Allan Stein / en souvenir de ses onze ans / amicalement / mai 1907\"",
  "\"a g 4\" verso in pencil",
  "\"A Made Yv. Daunt. Stein / respectueusement / Henri-Matisse / 1924",
  "\"Army Examiner\" stamp verso",
  "\"Arnold Genthe\" bottom right",
  "\"Bellmer  5/8\" etched into base",
  "\"Blue Light\" signed, lower right; each panel signed, titled, dated, verso",
  "\"Coll. Renee Perle Lartigue\" stamp on print verso",
  "\"ELV Sketch 1930 Skyscraper Study\" on mat (by Thom Sempere)",
  "\"handwritten dedication, signed\"",
  "\"handwritten, signed \"",
  "\"handwritten, signed\"",
  "\"Henri Matisse 5/10\", \"Cire/ C. Valsuani / Perdu\"",
  "\"HM 6/10\" on the nape of figure's neck",
  "\"Left\" in red pencil, upper left corner recto",
  "\"on Filmore 22 Bus\" written in pencil on attached note",
  "\"Patent Pending\" (on seat base and shell base)",
  "\"Photogram by Alemany\" in ink on verso",
  "\"Photograph by Carl Van Vechten. Cannot be reproduced without permission. Date..",
  "\"Photograph by Dorothea Lange, 1163 Euclid Avenue, Berkeley, California\" stamp",
  "\"PICASSO 04 1905\"",
  "\"Picasso\" in black ink at bottom right",
  "\"Renoir\" on plate and on paper",
  "\"Study by Korczak\" carved into sculpture",
  "\"The little girl is same person in both prints\" in pencil on attached note",
  "\"typed, signed\"",
  "\"typed, unsigned\"",
  "\"W.H. Lawrence & Co. Photos. Denver, Colo.\" in lower right print recto",
  "\"Younger children waited in car while rest of family was in cotton field\"",
  "\r",
  "A Madame Michel Stein qui m'a souvent souvent soutenu dans mes faiblesses/250551",
  "Akari stamp of red sun/half moon and Noguchi signature",
  "All prints are numbered, editioned, signed in pencil on print recto.",
  "Andy Warhol Estate Stamp, verso",
  "annotated \"1655\" verso",
  "annotated \"1658\" verso",
  "annotated \"1659\" on verso",
  "annotated \"9A3\" and \"91\" print verso",
  "annotated \"steel mill\" and stamped verso",
  "annotated on verso \"1651\"",
  "annotated verso \"Germany 1932\" and signed",
  "annotated verso",
  "Annotations in ink on print recto. Date and annotations in color pencil, FORTUN",
  "Annotations in ink on print recto. Date and annotations in pencil, FORTUNE stam",
  "annotations in pencil on mount verso",
  "Annotations in pencil on print verso.",
  "AP and signature, verso",
  "archive stamp on print recto",
  "Arkansas, 1940 and photographer's address annotated in ink, photographer's credi",
  "artist initials and date, lower right",
  "artist initials and edition number, lower right",
  "artist inscription, lower left",
  "artist name, date verso",
  "Artist name, title, date and edition no in black marker on back of mounting",
  "Artist signature stamp recto",
  "artist stamp on verso \"creddit photo by Weegee the famous\"",
  "artist's blindstamp",
  "Artist's estate stamp verso",
  "artist's initials and date",
  "artist's initials upper right corner in brown paint",
  "Artist's initials, date lower left",
  "artist's inscription with signature and date in scroll along lower edge",
  "Artist's name and date, right rear side",
  "Artist's name, edition, date, and manufacturer name stamped on back edge of base",
  "Artist's name, left rear side",
  "Artist's name, title, date, and edition no in black marker on back of mounting",
  "Artist's name, title, date, inscribed in plate",
  "artist's negative numbering in graphite 'Nr. 33' and estate stamp on verso",
  "artist's original blindstamp on mount recto, in pencil on mount recto: no. 11",
  "artist's Paris stamp in ink on verso",
  "Artist's rue Campagne Premiere stamp on verso",
  "artist's stamp and annotations in pencil on print verso",
  "artist's stamp and signature, bottom surface",
  "Artist's stamp on verso",
  "artist's stamp with date and number below, in pencil",
  "artist's stamp, bottom surface",
  "artist's stamp, upper left corner",
  "artist's stamp, verso",
  "artist, date, title recto in negative",
  "B. Marden 1964 (in pencil, lower right)",
  "BG 103",
  "BG 124",
  "BG 205",
  "BG 233",
  "black mark on the image surface",
  "black paint, verso, l. r. corner: Admiral '41",
  "blind stamp in upper right corner",
  "blindstamp in the print",
  "Blindstamp lower left",
  "Blindstamped \"MacPherson/Rome\"  & numbered \"19\" in pencil",
  "blindstamped in the print and mount",
  "blue paint, recto, l. r. corner: Adler",
  "bottom left \"Aux epoux Allan Stein Daunt/ souvenir amical/ Henri Matisse 24\"",
  "Brassai’s stamp (twice) on verso",
  "Brassai’s stamp on verso",
  "caption and stamp, verso",
  "caption printed in negative",
  "caption verso on label and in negative",
  "captioned, stamped and noted on verso.",
  "carved in gabbro, recto, top: PRAXITELES WAS REALLY A PAINTER",
  "chop mark, lower right corner",
  "circa 1917, signed",
  "circa 1919, unsigned",
  "Coney Island/major negs 20 19/B",
  "copy for Madame Camus signed and dated on colophon",
  "copy for Madame Camus signed and dated",
  "credit (G. W. W.) in the negative",
  "credit (illegible), title, date in the negative",
  "credit and title in the negative [discolored print]",
  "credit and title in the negative [print is discolored]",
  "credit and title in the negative",
  "credit and title on mount recto",
  "credit and title printed on mount recto",
  "credit in the negative",
  "credit on the mount recto",
  "credit print, mount recto; titled in pencil, mount verso",
  "credit printed on mount recto",
  "credit printed on mount verso",
  "Credit printed on the mount recto, title and number (72) printed on label affixe",
  "credit stamp on mount recto",
  "credit stamped on print verso",
  "credit to Taber in the negative",
  "Credit, title and date printed on the mount recto. Numbered (20) in the negative",
  "credit, title marked in the negative",
  "credit, title, and number in the negative",
  "credit, title, date printed on mount recto",
  "Date and annotations in pencil, FORTUNE stamp, Time Inc. File stamp, \"2321\" stam",
  "Date on verso",
  "Date, title, bottom center",
  "Date, verso right",
  "dated 1917, signed on back",
  "dated 1917, signed",
  "dated 1917, unsigned",
  "dated along with time, camera settings, and other details, verso",
  "dated and editioned below image",
  "dated and number, verso",
  "dated and stamped on print verso",
  "dated April 1859 in lower left corner of print",
  "dated Aug. 1916, signed",
  "dated Feb. 24 1917, signed",
  "dated in artist's hand in pencil on verso: May 14, 1973",
  "dated Oct. 26 1920, signed",
  "dated October 22 1923, signed",
  "Dated recto, lower right corner",
  "dated verso",
  "dated, lower left; signed, lower right",
  "Dated, titled in Russian, signed in pencil on print verso",
  "dedicated by Matisse \"a Mme Michel Stein / respectueusement\"",
  "dedicated by Matisse to Sarah Stein",
  "dedicated, signed, and dated below image, in pencil",
  "dedication and artist signature in stone, date lower right",
  "dedication and signature below image, in pencil",
  "dedication and signature, verso, in pencil",
  "dedication signed by the artist, lower left corner, in pastel",
  "dedication, signature, and date lower right corner",
  "do not have overall dimensions; variable. See Notes & Histories, Dimensions",
  "Dorothea Lange's handstamp",
  "double-sided",
  "Dr. Erich Salomon stamp, annotations in color pencil, New York Boys Club stamp,",
  "Dr. Erich Salomon stamp, annotations in ink and color pencil, FORTUNE stamp, Tim",
  "Dr. Erich Salomon stamp, annotations in pencil and color pencil, FORTUNE stamp,",
  "Dr. Erich Salomon stamp, annotations in pencil and color pencil, two Time Inc. F",
  "Dr. Erich Salomon stamp, annotations in pencil, FORTUNE stamp, Time Inc. File st",
  "Dr. Erich Salomon stamp, annotations in pencil, League of Nations stamp, LIFE Pi",
  "Dr. Erich Salomon stamp, penciled annotations, FORTUNE and Time Inc. File stamps",
  "Dr. Erich Salomon stamp, title and annotations in pencil and color pencil, FORTU",
  "Dr. Erich Salomon stamp, title and annotations in pencil and color pencil, Time",
  "Dr. Erich Salomon stamp, title and annotations in pencil, FORTUNE stamp, Time In",
  "Dr. Erich Salomon stamp, title and annotations in pencil, Time Inc. File stamp,",
  "Dr. Erich Salomon stamp, title and annotations in pencil, title description labe",
  "Dr. Erich Salomon stamp, title description label, Used In LIFE stamp dated NOV 2",
  "E. Wilson 1/1/66",
  "each element stamped on verso with initials, date, and number",
  "each image signed and stamped",
  "each painting inscribed verso",
  "each piece of the irregular column is incised on top with a number, 1-7",
  "each print signed by artist",
  "each signed and editioned, verso",
  "Easter Lily / March 31, lower right",
  "ed. 4/32",
  "edition no (lower left) and artist's initials (lower right) in graphite on recto",
  "edition no, signature and date on recto",
  "edition no, signature, title, and date in graphite on recto",
  "edition number and signature, recto",
  "edition number and signature, verso",
  "edition number on rear of base",
  "Edition number, lower right corner",
  "edition number, plate number, signature, and date along bottom edge in pencil",
  "edition, foundry mark, and date on verso of belly",
  "editioned and signed, below image, in pencil",
  "editioned lower left, signed lower right",
  "editioned, signed, dated in pencil on print recto",
  "editioned, signed, dated in pencil on print verso",
  "editioned, titled, dated and signed mount verso in pencil",
  "editioned, titled, signed and dated by artist mount recto",
  "En hommage respectueusement affectueux à Madame Michel Stein/ H. Matisse mars 47",
  "Equipment Crate A",
  "Equipment Crate B",
  "Essen stamp, verso",
  "Estate stamp and number verso",
  "Estate stamp and signature of Eileen Hale, executor, in pencil, verso",
  "estate stamp en verso",
  "Estate stamp on verso of mount",
  "estate stamp on verso",
  "estate stamp signed by Michael Ward Stout, Executor, numbered 3/10 print verso",
  "estate stamp verso",
  "estate stamp verso; signed verso by Eileen Hale",
  "estate stamp with number, verso",
  "estate stamp with representative's signature and date, archive number on verso",
  "estate stamp with representative's signature/date, archive number on each verso",
  "Estate stamp, verso",
  "Estate stamp; signed by Eileen Hale, executor, in pencil, verso",
  "Evans stamp on print verso",
  "Facsimile signature stamp on the mount recto",
  "FD 146",
  "FD 38 [Family Dog]",
  "Flor Garduno/'Trinidad'/1981/ plata/gelatina/Hidalgo, back of work, bottom right",
  "Fogg Art Museum, Harvard deaccessioned stamp on verso",
  "FORTUNE/Dr. Erich Salomon credit stamp, title description in pencil, Used in FOR",
  "founders stamps indicates it was cast in Napoli.",
  "FSA and Photo by Lange stamps on verso",
  "Full tile burned into the negative LLC:  GEOR. Lawrence, Chicago. 1906 copyright",
  "handwritten",
  "handwritten, signed",
  "Hansen copyright and Estate stamps on verso",
  "Has Margin. No marks on verso",
  "Herman Miller label",
  "HM 10/10",
  "HM 5/10",
  "in black [paint], recto, l. r. corner: Bombois Cl. [signature]",
  "in black felt tip pen, verso, across one stick: Allan Crawford © 78 #3",
  "in black felt tip pen, verso, u. c.: JOEL BARLETTA / BD/SERIES 1975 #2",
  "in black ink, bottom of box, u. l. corner: Richard Artschwager '71/5/50",
  "in black ink, recto, l. r. corner: BANKS",
  "in black ink, recto, l. r. corner: Ilya Bolotowsky / 67-68",
  "in black ink, recto, u. r. corner: Boris Deutsch / 1923",
  "in black ink, verso print, l. r. corner: W. Eggleston",
  "in black ink, verso print, l. r. corner: Wm Eggleston",
  "in black ink, verso, u. l. quad.: LADDIE JOHN DILL / 1980",
  "in black marker, verso wood, upper piece: TOP  arnoldi: 1973  TOP",
  "in black oil [paint], recto, l. l. corner: M. Barnes",
  "in black oil [paint], recto, l. r. corner: Calder 56",
  "in black oil paint, recto, l. l. corner: Beckmann / A 38",
  "in black oil stick, verso of canvas, ...",
  "in black oil, recto, l. r. corner: Boris Deutsch [signature]",
  "in black paint, recto canvas, l. r. corner: e Briggs  60",
  "In black paint, recto of canvas, lower right corner: Clyfford - 1934",
  "in black paint, recto, center bottom: Chagall Marc",
  "in black paint, recto, l. l. corner: A. M. Bremer",
  "in black paint, recto, l. l. corner: G. C. Ault '21",
  "in black paint, recto, l. r. corner: Clave 46",
  "in black paint, recto, l. r. corner: Derain",
  "in black paint, recto, l. r. corner: Ruth Armer",
  "in black paint, recto, l. r.: Appel",
  "in black paint, recto, l. r.: Coen 67",
  "in black paint, recto, l. r.: Geoffrey Bowman",
  "in black paint, recto, u. r. corner: BARLETTA / 6-61",
  "in black paint, recto, u. r. corner: PETER BLUME 1925",
  "in black paint, verso support, u. r.: \"Hammer Noises\" / Jim Dine / 1962",
  "in black paint, verso, center: Derain 1912 / 1912",
  "in black paint, verso, horizontal crossbars: Du Casse right   Du Casse left",
  "in black paint, verso, u. l. quad: NIGHTSONG FOR ORPHEUS / 1962 108 x 108 / BIG",
  "in black paint, verso, u. r. quad: 541.Arch Duo and Vented Star / 1976 / 114 x 1",
  "in black paint, verso, upper center: Ring Four  1/69  Thos Downing",
  "in black pen, verso, top l. stretcher bar: J. Berthot [arrow pointing right]",
  "in blue oil [paint], recto, l. r. corner: Ruth Armer",
  "in blue paint, recto, l. r.: A. M. BREMER",
  "in blue pen, top of piece: TOP  ARNOLDI 1973 \"Sawbuck\"  TOP",
  "in brown paint, recto canvas, l.  l. corner: Broderson '60",
  "in brown paint, recto canvas, l. r. corner: G Braque",
  "in brown paint, recto, l. l. corner: Dasburg.",
  "in brown paint, recto, l. r. corner: Ruth Armer",
  "in brown paint, recto, l. r. corner: Zmira Alfi / 1975",
  "in brown paint, recto, lower center: GC",
  "in brownish-black [paint], recto, l. l.: Jane Berlandia",
  "in graphite, verso box, lower third:  Joseph Cornell [signature]",
  "in gray paint, recto, l. r. corner: bayer  1958/25",
  "in green paint, recto, l. r. corner: Edward Bruce",
  "In ink on mount verso artist's stamp; in pencil on mount verso: 3037-27",
  "In ink on verso artist stamp; in pencil on verso: 15-20",
  "In ink on verso artist stamp; in pencil on verso: 1509-30",
  "in orange paint, recto support, l. l.: Kg 91 [up arrow?] Bowman/5-65",
  "in paint, recto canvas, l. r. corner: Dedicated to my Francesca / N. P. Brigante",
  "in paint, recto, l. l. corner: A. Brook  j 37",
  "in paint, upper left, recto canvas: Westion '27",
  "in paint, verso canvas, u. r. quad.: Frank T. Cyrsky / 1973",
  "in pencil margin recto: \"blurry barb #2]",
  "In pencil on mountboard verso: \"Unt. Polacolor 49, 1979\" on mountboard recto \"Po",
  "In pencil on mountboard verso: \"Unt. Polacolor 7, 1979\" on mountboard recto \"Pol",
  "in pencil on print verso: \"9351/19\"",
  "in pencil on print verso: \"Fusiyamu from Shibashiri\"",
  "in pencil on print verso: from \"Found\" series, 2/3 month of June, signed, dated",
  "in pencil, on verso: RA 6034 M2",
  "in pencil, recto, l. r.: Jerrold Davis",
  "in pencil, recto, support: Conner / June 22 / 1961",
  "in pencil, recto, u. r. corner: Alan Davie 59",
  "in pencil, verso sheet, l. l. corner: Wm Eggleston.",
  "in pencil, verso sheet, l. r. corner: Wm Eggleston",
  "in purple paint, recto, l. r.: Kg 77/77 Bowman, 10-63",
  "in red paint, recto canvas, l. l.: William Brown [signature] 63",
  "in red paint, recto, l. r. quad.: DU CASSE 55",
  "in silver paint, recto, l. r. corner: DOVE",
  "in tan paint, recto canvas, l. r. corner: RINALDO CUNEO",
  "in yellow paint, recto, u. r. corner: Bonnard",
  "incised in bronze, back of neck, right: C. Despiau",
  "incised, l. forward leg: BLACKBURN '79",
  "incised, top of base, left rear: [artist insignia] CHENEY / 1934",
  "included in verifax process, recto, l.r. corner: W Berman",
  "initial and date in stone, lower left",
  "Initial and date, scratched into lower right corner",
  "Initial, lower right corner",
  "initialed and dated below image  lower right, in pencil (Brett Weston's hand?)",
  "initialed and dated below image; signed, titled, and dated mount verso",
  "initialed and dated in beaded welds on right side metal",
  "initialed and dated in Brett Weston's hand below image, in pencil",
  "initialed and dated in pencil on mount recto, inscribed in ink on mount verso",
  "initialed and dated in pencil on the mount recto, signed in ink on mount verso",
  "initialed and dated lower left; signed, titled, and dated verso",
  "initialed and dated lower right corner in paint",
  "initialed and dated on front of right log",
  "initialed and dated on mount",
  "initialed and dated on mount, below lower right corner image, in pencil",
  "initialed and dated upper right corner",
  "initialed and dated, below lower right corner image, in pencil",
  "initialed and dated, bottom to left of center, recto",
  "initialed and dated, lower left corner",
  "initialed and dated, lower left edge; signed, titled, and dated verso",
  "Initialed and dated, lower left",
  "initialed and dated, lower right corner",
  "initialed and dated, recto mount, below lower right corner of image, in pencil",
  "initialed and dated, recto mount, not in artist's hand",
  "initialed and dated, recto, upper left corner",
  "initialed and dated, verso, in pencil",
  "initialed and dated, verso, upper right",
  "initialed and numbered in the negative",
  "initialed and numbered, lower right",
  "initialed and numbered, upper left corner",
  "initialed and titled in the negative",
  "initialed bottom left \"H.M.\"",
  "initialed by artist verso, in pencil",
  "initialed by the artist on verso in pencil",
  "initialed in pencil on verso by artist",
  "initialed in pencil, signed and editoned in ink",
  "initialed in plate; signed and editioned below image, in pencil",
  "initialed lower right corner plate; signed, titled, editioned below image",
  "initialed on recto, lower right corner.  Signed and dated on verso, top stretche",
  "Initialed on verso",
  "initialed, dated, and numbered verso",
  "initialed, dated, and titled verso, upper half, in black paint",
  "initialed, dated, lower left corner plate; signed, below lower left corner image",
  "initialed, lower right corner",
  "initialed, titled in pencil on verso",
  "initialed, titled, and dated verso, in pencil",
  "initialed, titled, dates verso on cardboard backing, center, in pencil",
  "initialled \"H. M.\", on neck, proper right",
  "initialled, titled, and dated verso, in pencil",
  "initials and date in print lower left; signature center below print in pencil",
  "Initials and date incised into blue plate",
  "initials and date lower left corner, in black paint",
  "initials and date lower left corner, title upper right corner, in black paint",
  "Initials and date lower right corner",
  "Initials and date on base",
  "Initials and date recto mount, lower right, in pencil",
  "initials and date",
  "Initials and date, along bottom edge, in black paint",
  "initials and date, below lower right corner image, in pencil",
  "Initials and date, below lower right corner of image, in graphite",
  "Initials and date, bottom center",
  "Initials and date, lower left back",
  "initials and date, lower left corner; title upper left corner; in gray paint",
  "Initials and date, lower left",
  "Initials and date, lower right corner",
  "initials and date, recto",
  "Initials and date, recto, upper right corner",
  "initials and date, upper right corner",
  "Initials and date, verso, lower right corner",
  "Initials and date, verso, lower right",
  "Initials and edition inscribed on back of neck",
  "Initials and year, lower right",
  "Initials on base of neck: MM",
  "Initials, bottom right",
  "initials, date below lower right corner image; initials, title, date verso",
  "Initials, date lower center",
  "Initials, date lower right",
  "initials, date, and edition; verso in pencil",
  "Initials, date, at bottom",
  "Initials, date, bottom right corner",
  "Initials, date, edition, lower left, in pencil",
  "Initials, date, edition, lower right",
  "Initials, date, l. r. corner, in paint",
  "Initials, date, lower left",
  "Initials, date, lower left, R D 72",
  "Initials, date, lower left, recto",
  "Initials, date, lower right corner below image; initials, title, date verso",
  "Initials, date, lower right corner",
  "Initials, date, lower right",
  "Initials, date, title, recto mount, below image",
  "Initials, date, upper right corner",
  "Initials, date, upper right",
  "Initials, date, verso",
  "Initials, edition number, lower right corner, in pencil",
  "Initials, edition, lower left in pencil",
  "Initials, edition, lower right, each sheet, in pencil",
  "Initials, in graphite, bottom right corner of sheet",
  "Initials, inscriptions, verso",
  "Initials, lower left, title on verso",
  "initials, lower right corner",
  "Initials, lower right corner",
  "Initials, lower right",
  "Initials, near base, inscribed",
  "initials, title, and date bottom center, in black paint",
  "initials, title, and date verso upper right quadrant, in brown paint",
  "Initials, title, date bottom edge, black ink",
  "initials, title, date verso print, in pencil",
  "Initials, title, date, bottom center",
  "Initials, title, date, bottom edge, black ink",
  "initials, title, date, bottom edge, black ink",
  "Initials, title, date, bottom edge, in black ink",
  "Initials, title, stamped on front, left center",
  "Initials, top of base, inscribed",
  "Initials, upper left",
  "Initials, verso of base",
  "ink blindstamp",
  "Inscised (proper left thigh): HM 10/0",
  "inscr. \"photograph of a drawing by Henri Matisse, souvenir of a happy meeting..",
  "inscr. bottom left: \"A Gertrude Stein / Tres [sic] amicalement / Juan Gris /",
  "inscr. in pencil bottom right: \"A Allain Stein, son ami H. Matisse 7 nov. 1907\"",
  "Inscribed (in artist's hand?) verso sheet: Entre nous (l.l.c.); 1926 (l.r.c.)",
  "inscribed \"Henri Matisse 1/10\"",
  "inscribed \"Henri Matisse 2/10\"",
  "Inscribed at lower left on exterior, in black paint",
  "inscribed bottom left: \"A Alice Toklas / tres amicalement/Juan Gris/1924\"",
  "inscribed bottom right \"To Jean adn Tevis...(illegible)\"",
  "inscribed bottom: \"Danse barbare\"",
  "inscribed in artist's hand, verso print",
  "inscribed in metal, l. r. side: Fletcher Benton  1970  SYNCHRONETIC C-340-S",
  "Inscribed in negative: \"Frith no. 38/1857\"",
  "inscribed in pencil on mount recto",
  "inscribed in stone lower left: 1923 91 --; in lower margin below print: 1923  91",
  "inscribed in the artist's hand, verso print",
  "Inscribed in the negative: \"Frith/no. 27/1857\"",
  "inscribed lower center: Miller and Pflueger Architects S.F.",
  "inscribed lower right, \"Alameda Theatre/Box 20",
  "inscribed on large triangle: 63 [artist's insignia created with initials \"C A\"]",
  "inscribed under r. leg: Archipenko XII",
  "inscribed upper right: \"Gertrude Stein\"",
  "Inscribed verso lower left in graphite: title, signature, and edition.",
  "Inscribed verso",
  "inscribed verso",
  "Inscribed with woodburning tool across the bottom of each bowl: PRESTINI",
  "inscribed, bottom of right foot: [artist insignia: \"M\" inside \"C\"]",
  "inscribed, edge of base, r. side: 1/6 G. Braque",
  "inscribed, lower left: J K",
  "inscribed, lower right: Breinin 37",
  "inscribed, on outer side of right ankle: A Calder 3/6",
  "inscribed, verso, bottom of center element: [artist insignia: \"M\" inside \"C\"]",
  "inscribed, verso, center element: [artist insignia: \"M\" inside \"C\"]",
  "inscribed, verso, top rim of first large projection: CASANOVA  ROMA  61",
  "inscribed: John Stevens '45",
  "inscribed: Volz",
  "inscription in Cyrillic, mount recto",
  "inscription in period hand in ink on reverse",
  "inscription including date and stamp verso",
  "inscription likely in artist's hand on bottom verso",
  "Inscription on verso",
  "inscription with signature and date, lower half of sheet, in black ink",
  "inscriptions: lower left, in pencil: Pl II 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl III 38/100; lower right, in pencil: Moor",
  "inscriptions: lower left, in pencil: Pl IV 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl IX 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl V 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl VI 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl VII 38/100; lower right, in pencil: Moor",
  "inscriptions: lower left, in pencil: Pl VIII 38/100; lower right, in pencil: Moo",
  "inscriptions: lower left, in pencil: Pl X 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl XI 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl XII 38/100; lower right, in pencil: Moor",
  "inscriptions: lower left, in pencil: Pl XIII 38/100; lower right, in pencil: Moo",
  "inscriptions: lower left, in pencil: Pl XIV 38/100; lower right, in pencil: Moor",
  "inscriptions: lower left, in pencil: Pl XIX 38/100; lower right, in pencil: Moor",
  "inscriptions: lower left, in pencil: Pl XV 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl XVI 38/100; lower right, in pencil: Moor",
  "inscriptions: lower left, in pencil: Pl XVII 38/100; lower right, in pencil: Moo",
  "inscriptions: lower left, in pencil: Pl XVIII 38/100; lower right, in pencil: Mo",
  "inscriptions: lower left, in pencil: Pl XX 38/100; lower right, in pencil: Moore",
  "inscriptions: lower left, in pencil: Pl XXI 38/100; lower right, in pencil: Moor",
  "inscriptions: lower left, in pencil: Pl XXII 38/100; lower right, in pencil: Moo",
  "inscriptions: lower left, in pencil: Pl XXIII 38/100; lower right, in pencil: Mo",
  "inscriptions: lower left, in pencil: Pl XXIV 38/100; lower right, in pencil: Moo",
  "inscriptions: lower left, in pencil: Pl XXV 38/100; lower right, in pencil: Moor",
  "inscriptions: lower left, in pencil: Pl XXVI 38/100; lower right, in pencil: Moo",
  "inscriptions: lower left, in pencil: Pl XXVII 38/100; lower right, in pencil: Mo",
  "inscriptions: lower left, in pencil: Pl XXVIII 38/100; lower right, in pencil: M",
  "insrcibed in pencil on mount recto",
  "l. r. corner, recto: Beck & Jung  1977",
  "label verso: A Madame M. Stein / Cordialement / Henri-Matisse Juillet 1925",
  "Labels \"HM 119-75\" (on seat bottom)",
  "Lachaise Estate, 5/6, back of left leg",
  "Last name, cast in work at center",
  "later inscription 1959",
  "Lee Friedlander initialled and stamped verso",
  "Londres, 98; verso, lower left",
  "long description on verso",
  "lower left, in pencil: Pl I 38/100; lower right, in pencil: Moore",
  "lower right corner, in white paint: 49 / hans hofmann",
  "machine dated, recto; stamped and titled in artist's hand, verso",
  "Magnum Photos stamps verso",
  "Marked \"12\"' \"Minicam\"; \"Foto: Andreas Feininger\"",
  "Marked \"13\" and \"B-9\" and stamped, verso",
  "marked \"18\" and stamped, verso",
  "marked \"22\" and stamped, verso",
  "Milton Avery, 1951, in black oil paint, recto, l. r. corner",
  "Monogram, back bottom edge, inscribed",
  "n. dated, signed",
  "Name and date inscribed on base front",
  "Name embossed on front of base",
  "Name, address, bottom of base near center",
  "Name, date, verso of box, inscribed on plaque",
  "NASA logo and typed description on print verso in black ink",
  "NASA logo and typed description on print verso in blue ink",
  "National Gallery of Victoria",
  "Needs repair;  tear in right hand corner.",
  "newspaper clippings attached to verso",
  "No inscription per archive sheet",
  "No inscriptions in artist's hand per archive sheet dated 8/19/81.",
  "No inscriptions per archive sheet",
  "no inscriptions",
  "No marks (per achive sheet)",
  "no marks noted",
  "no marks notes",
  "no marks or inscriptions in the artist's hand",
  "no marks or inscriptions noted",
  "no marks or inscriptions",
  "No marks or inscriptions",
  "no marks or inscriptions; verso not accessible",
  "no marks recorded",
  "no marks",
  "No marks",
  "no marks: this would be \"epreuve no.2\" in cat. raisonne Matisse sculpture n.3",
  "No signature visible",
  "No visible inscriptions per archive sheet",
  "None in artist's hand",
  "none listed in archive file",
  "None listed on archive sheet",
  "none listed on archive sheet",
  "None listed on archive sheet.",
  "none listed",
  "none noted on Archive Sheet",
  "none noted",
  "none on recto",
  "none visible (per archive sheet)",
  "none visible",
  "none",
  "None",
  "not signed or dated",
  "not signed, not dated",
  "Notated \"P-134\" in negative, lower left; \"La Perla\" in pencil in script verso",
  "nothing on recto",
  "number \"2\" center above image, in black ink",
  "number \"3\" center above image, in black ink",
  "number \"4\" center above image, in black ink",
  "number \"5\" center above image, in black ink",
  "number \"6\" center above image, in black ink",
  "number \"7\" center above image, in black ink",
  "number \"8\" center above image, in black ink",
  "number \"9\" center above image, signature below image, in black ink",
  "Numbered (34) in ink on the recto.",
  "numbered 1/6, LR pencil",
  "numbered 4010",
  "numbered 4012",
  "Numbered \"101\" in pencil on mount recto",
  "numbered \"1261\" on lower left corner of print recto.",
  "numbered and dated, verso",
  "numbered and initialed, bottom edge",
  "numbered and signed on print verso",
  "numbered and stamped in ink on verso",
  "numbered and stamped on print verso",
  "numbered and titled in the negative",
  "numbered and titled, verso",
  "numbered in graphite, lower left recto",
  "numbered in ink on mount",
  "numbered in negative, lower left corner",
  "numbered lower left corner, signed and dated lower right corner",
  "numbered lower left corners, signed and dated lower right corners",
  "numbered lower left, initialed lower right, in pencil, each print",
  "numbered on print verso",
  "numbered verso print, in pencil",
  "numbered, editioned, dated, signed in pencil on print verso",
  "numbered, titled, and dated below image, in ink",
  "numbers and hanging instructions scratched into several plates.",
  "numbers for each plate and \"Top\" scratched into metal.",
  "on back: pour Gertrude Stein / son ami / Picasso / Montrouge 26 avril",
  "on left leg: \"H M 5/10\"",
  "on mount recto in pencil: title and notation \"RO- 364\"",
  "On mount verso: artist's label",
  "on print verso: \"Artist's Proof #1\"",
  "on verso \"Man Ray, Seabrook, Justine in Mask\"",
  "on verso in Sarah Stein's handwriting: \"Annette Rosenshine\"",
  "on verso photographer's stamp in ink",
  "one signed copy",
  "Otto Hagel’s stamp on mount verso\r",
  "Paris/1930, lower right verso",
  "partial signature upper right, date lower right",
  "pencil inscription",
  "pencil, verso support, u. r. quadrant: \"Imiut\" / Thomas Akawie / May 1980",
  "photographer and title in the negative",
  "photographer's blindstamp on lower right mount recto",
  "photographer's blindstamp on recto",
  "Photographer's credit and annotations in ink, League of Nations stamp, LIFE Pict",
  "Photographer's credit and annotations in pencil, date in ink, annotations in col",
  "Photographer's credit in pencil and stamp in ink, verso",
  "Photographer's credit stamp on print verso.",
  "photographer's credit stamp with title and date on verso",
  "photographer's label",
  "Photographer's Magnum stamp with notations in pencil on print verso",
  "Photographer's name and annotations in pencil, annotations in color pencil, two",
  "Photographer's name, title, and date annotated in pencil on label",
  "Photographer's Paris stamp on print verso",
  "photographer's Paris stamp, verso",
  "Photographer's Photo League credit stamp on print verso.",
  "photographer's red seal stamp on print verso",
  "photographer's stamp and annotation, verso",
  "photographer's stamp and inscription by subject, verso sheet",
  "photographer's stamp on mount",
  "photographer's stamp on print verso",
  "photographer's stamp verso sheet in purple ink",
  "photographer's stamp, label with typewritten title and date on print verso",
  "photographer's stamp, mount verso",
  "Photographer's stamp, Photo League stamp and title in pencil on print verso.",
  "photographer's stamp, titled and dated in ink on print verso",
  "photographer's stamp, verso",
  "Plate 3 \"Peno Blanco\" center top in pencil",
  "poem by artist typed on sheet mounted to board; verso handwritten note by artist",
  "Press clip below",
  "print 1306, image 484 on print verso",
  "print 1431, image 537 on print verso",
  "Printed monogram and caption on print",
  "Printed title on mount, recto.",
  "printing notes in pencil",
  "Q6, lower right, inscribed",
  "R D 81 in pencil, in artist's hand, lower right recto, below image",
  "recto canvas, l. l.: A. Bremer",
  "recto canvas, l. r. corner: E Briggs '61",
  "recto, brass mat, lower right, partially legible imprint: Brady",
  "recto, l. l.: KB '58",
  "recto, l.r.: á Werner Schrenk / J. Dubuffet / 52",
  "recto, lower left corner: Milton Avery 1943",
  "recto, lower right corner, in paint: RB 73",
  "recto, u. l. corner: R. Anguiano / 1938",
  "Recto: Signed Ansel E. Adams in pencil, lower right below image",
  "Recto: Signed Ansel E. Adams in pencil, lower right below print",
  "red ink signature stamp and studio blindstamp on mount",
  "red paint, recto, l. r. corner: Acuña / 1939 (last digit in black )",
  "Rue Campaign Premiere stamp verso",
  "S.CA. à l'arrière sur le cou : Lipchitz //cire/ Valsuani/ perdue\r",
  "see below",
  "see curator notes",
  "see display comments",
  "see markls notes",
  "see Marks notes",
  "see Marks Notes",
  "See marks notes",
  "see marks notes",
  "see notes",
  "sginature, verso, in black ink",
  "sheet #4 signed B. Marden",
  "Sheet No. 1",
  "Sheet No. 13",
  "Sheet No. 16",
  "Sheet No. 17",
  "Sheet No. 2",
  "Sheet No. 21",
  "Sheet No. 22",
  "Sheet No. 23",
  "Sheet No. 24",
  "Sheet No. 25",
  "Sheet No. 26",
  "Sheet No. 27",
  "Sheet No. 28",
  "Sheet No. 3",
  "Sheet No. 30",
  "Sheet No. 31",
  "Sheet No. 32",
  "Sheet No. 33",
  "Sheet No. 34",
  "Sheet No. 35",
  "Sheet No. 36",
  "Sheet No. 37",
  "Sheet No. 38",
  "Sheet No. 39",
  "Sheet No. 40",
  "Sheet No. 41",
  "Sheet No. 42",
  "Sheet No. 44",
  "sheet",
  "sighed, dated, and editioned in graphite on recto",
  "signatiure, editioned bottom edge in pencil",
  "signature and annotation \"Mexico\" below lower right corner image, in pencil",
  "signature and annotation \"Mexico\" lower right, in pencil",
  "signature and annotation \"Mexico\" verso, in pencil",
  "signature and date (partially illegible), lower left",
  "Signature and date along cover inner spine",
  "signature and date below image",
  "signature and date below image, in black ink",
  "signature and date below lower right corner of image",
  "signature and date bottom margin",
  "signature and date in print",
  "signature and date in print, lower left; signature center below print in pencil",
  "Signature and date incised, left side, bottom edge",
  "Signature and date lower left corner",
  "signature and date lower left in print, signature center below print in pencil",
  "Signature and date lower right corner",
  "signature and date lower right in print, signature center below print in pencil",
  "Signature and date lower right",
  "Signature and date on back of linen.",
  "signature and date on base",
  "signature and date on bottom left stretcher edge, in black ink",
  "signature and date on mat below photo, in pencil",
  "signature and date on mount below lower right corner image, in pencil",
  "signature and date on mount recto, lower right corner, in pencil",
  "Signature and date on mount",
  "signature and date on mount, below lower right corner image",
  "signature and date on mount, below lower right corner image, in pencil",
  "signature and date on mount, in pencil",
  "signature and date on mount, lower right corner, in pencil",
  "Signature and date on paper strip, back center verso",
  "Signature and date on recto",
  "Signature and date on verso",
  "signature and date on verso",
  "signature and date on verso, bottom right",
  "signature and date verso photograph",
  "Signature and date verso",
  "signature and date verso",
  "Signature and date verso, bottom, in pencil",
  "signature and date verso, center",
  "Signature and date verso, lower left",
  "signature and date verso, lower right corner, in black ink",
  "Signature and date verso, lower right",
  "signature and date",
  "signature and date,  below image, lower right corner",
  "Signature and date, back of base",
  "Signature and date, back of canvas, upper right",
  "Signature and date, below image recto, on mat",
  "signature and date, below image, in pencil",
  "signature and date, below lower right corner image; title verso; all in pencil",
  "Signature and date, below lower right corner of image",
  "Signature and date, below lower right corner",
  "Signature and date, bottom left",
  "Signature and date, bottom, in black ink",
  "signature and date, center right edge, in gray paint",
  "signature and date, lower center, in pencil",
  "signature and date, lower left corner mount, in pencil",
  "Signature and date, lower left corner",
  "signature and date, lower left corner",
  "signature and date, lower left corner; stamped verso",
  "Signature and date, lower left",
  "signature and date, lower left; dedication, lower right",
  "signature and date, lower right corner print, pencil; title lower center print",
  "Signature and date, lower right corner",
  "signature and date, lower right corner",
  "signature and date, lower right corner, in ink",
  "Signature and date, lower right",
  "signature and date, lower right",
  "Signature and date, lower right, in brown paint",
  "signature and date, mount recto, lower right corner, in pencil",
  "signature and date, on mat below photo, in pencil",
  "signature and date, on mount verso, lower right corner, in pencil",
  "signature and date, on mount, below lower right corner image",
  "Signature and date, recot, lower right corner",
  "Signature and date, recto near bottom",
  "signature and date, recto, in pencil",
  "Signature and date, recto, lower center",
  "Signature and date, recto, lower left center",
  "Signature and date, recto, lower left corner",
  "signature and date, upper left corner",
  "signature and date, upper left corner; stamped verso",
  "Signature and date, upper left",
  "Signature and date, upper right corner",
  "signature and date, upper right corner",
  "Signature and date, verso center",
  "signature and date, verso mount",
  "Signature and date, verso of lightbox",
  "signature and date, verso sheet, bottom edge",
  "signature and date, verso sheet, in pencil",
  "Signature and date, verso upper center",
  "Signature and date, verso",
  "signature and date, verso",
  "Signature and date, verso, bottom right",
  "Signature and date, verso, center",
  "signature and date, verso, in ink",
  "Signature and date, verso, in pencil",
  "signature and date, verso, lower left, in pencil",
  "Signature and date, verso, lower right corner, in black ink",
  "signature and date, verso, lower right corner, in black ink",
  "signature and date, verso, upper left quadrant, in paint",
  "Signature and date, verso, upper right corner",
  "signature and dedication lower right corner, in pencil",
  "signature and edition number below image, in pencil",
  "signature and edition number bottom center of print",
  "signature and edition number etched onto eye",
  "Signature and edition number inscribed lower right",
  "signature and edition number verso, in pencil",
  "signature and edition number",
  "signature and edition number, verso, bottom center, in pencil",
  "signature and edition number, verso, lower right quadrant, in pencil",
  "Signature and edition on verso",
  "signature and edition size below print, in pencil",
  "Signature and edition, lower edge",
  "signature and photograph number verso, in pencil",
  "signature and phtograph number verso, in pencil",
  "signature and title below image on artist's frame",
  "signature and title below image, in black ink",
  "Signature and title bottom of base near center",
  "signature and title in Russian, verso, center, in graphite",
  "signature and title on artist's frame",
  "signature and title on mount, lower left, in pencil",
  "Signature and title on verso",
  "signature and title verso sheet, center, in black ink",
  "signature and title verso sheet, in pencil",
  "Signature and title verso, in pencil",
  "Signature and title, \"Patois,\" lower left corner, front",
  "signature and title, below image, in pencil",
  "signature and title, below print, in pencil",
  "Signature and title, bottom right",
  "Signature and title, verso",
  "signature and title, verso",
  "Signature and title, verso, in pencil",
  "signature and title, verso, upper left corner",
  "signature below final image, title above first image, in black ink",
  "Signature below lower left corner of image",
  "signature below lower right corner image",
  "signature below lower right corner image, in pencil",
  "Signature below lower right corner of image",
  "signature below lower right corner print in pencil",
  "signature below lower right corner print, in pencil",
  "Signature below lower right corner, on mount",
  "Signature below lower right edge of print",
  "signature bottom center in print, signature center below print in pencil",
  "Signature bottom center; title, verso, upper left",
  "signature bottom right",
  "signature center below print in pencil",
  "Signature faded, no longer visible",
  "Signature in brown paint, lower right quadrant, recto",
  "Signature in brown paint, lower right",
  "signature in graphite",
  "signature in graphite, lower right",
  "Signature in graphite, verso print, lower right",
  "Signature in ink on mat",
  "signature in negative; title verso in red pencil",
  "Signature in pencil on book edges",
  "Signature in pencil, lower left",
  "Signature in pencil, lower right",
  "Signature in pencil, recto mount, below lower right corner of image",
  "Signature in pencil, verso of image",
  "Signature in pencil, verso",
  "signature in print lower center, signature center below print in pencil",
  "signature in print lower left, signature center below print in pencil",
  "signature in print lower right, signature center below print in pencil",
  "signature in wire on base",
  "signature in wire, lower left",
  "signature inscribed in ink on verso",
  "Signature inscribed on base at left",
  "Signature inscribed top right side",
  "signature lower left corner image",
  "signature lower left corner mount in ink",
  "signature lower left in print, signature center below print in pencil",
  "signature lower left",
  "Signature lower left, date lower right",
  "signature lower left; title, date verso",
  "signature lower right corner in black ink",
  "signature lower right corner in negative",
  "signature lower right corner",
  "signature lower right corner, in crayon; title and signature in print lower left",
  "signature lower right corner, in paint; signature, title, date verso upper left",
  "signature lower right corner, in pencil",
  "signature lower right in margin below image",
  "Signature lower right in pencil, date lower left in pencil",
  "signature lower right",
  "Signature lower right, below image",
  "Signature lower right, date lower left",
  "signature lower right, editon number bottom center",
  "Signature near bottom center of verso",
  "Signature on mount below lower right corner of image, in pencil",
  "signature on mount below lower right corner print",
  "signature on mount in ink",
  "Signature on mount",
  "signature on mount, below image",
  "signature on mount, below lower right corner image",
  "Signature on mount, below lower right corner of image",
  "Signature on mount, lower right",
  "Signature on paper strip, verso",
  "Signature on support, lower right corner in pencil",
  "Signature on text strip, bottom center verso",
  "Signature on title page, lower left",
  "Signature on verso",
  "signature on verso",
  "signature print verso",
  "signature stamped and numbered on verso",
  "signature stamped on mount recto",
  "signature stamped on print verso",
  "Signature stamped on print verso",
  "signature stamped on verso",
  "signature upper left corner, in green paint",
  "Signature upper left",
  "signature upper left; title and date bottom middle",
  "signature upper right in black paint",
  "signature verso lower left, in pencil",
  "signature verso mount, in pencil",
  "signature verso sheet, lower right corner, in pencil",
  "signature verso",
  "Signature verso",
  "Signature verso, bottom right, in pencil",
  "signature verso, in pencil",
  "Signature verso, in pencil",
  "Signature verso, in pencil, upper right corner",
  "Signature verso, lower edge, in pencil",
  "Signature verso, lower right corner",
  "Signature verso, lower right corner, in pencil",
  "signature verso, numbered and stamped in ink on verso",
  "Signature verso, top center",
  "Signature verso, upper left quadrant, in pencil",
  "signature with annotation \"Mexico\" below lower right corner image, in pencil",
  "signature",
  "Signature",
  "Signature, #7, verso mount, center, in pencil",
  "Signature, '54, on verso, upper right, in paint",
  "Signature, 1984, verso, lower right, in pencil; title, 1982, verson, lower left, in pencil",
  "Signature, 1988, 91, bottom right; title, bottom left",
  "Signature, 1990, bottom right; title, May 1983, bottom left",
  "Signature, \"cast 1980\" inscribed back of base",
  "Signature, a.p., bottom of work",
  "Signature, address, verso mount center, in ink",
  "signature, below lower right corner image, in pencil",
  "Signature, below lower right corner of image, on mount",
  "signature, below lower right corner print, in ink",
  "signature, bottom center",
  "Signature, bottom center",
  "Signature, bottom center, title, bottom left, date, city, bottom right",
  "Signature, bottom center; title, edition, bottom left",
  "Signature, bottom edge",
  "Signature, bottom left edge of label",
  "Signature, bottom left",
  "Signature, bottom right corner",
  "Signature, bottom right, below image",
  "Signature, bottom right, below image, in green pencil",
  "Signature, dat,e lower right",
  "Signature, date (9/18/69) on bottom of base",
  "Signature, date (Nov 41) on verso",
  "Signature, date and catalogue raisonne number on verso",
  "signature, date and edition number on recto",
  "signature, date and edition number upper left recto",
  "signature, date below image, in ink",
  "signature, date bottom center",
  "Signature, date in pencil, below lower right corner of image",
  "Signature, date incised near bottom at right",
  "signature, date lower center",
  "Signature, date lower left corner in blue paint",
  "Signature, date lower left corner",
  "signature, date lower left",
  "signature, date lower right below image, in pencil",
  "Signature, date lower right corner verso",
  "Signature, date lower right corner",
  "Signature, date lower right corner, edition lower left in graphite",
  "signature, date lower right",
  "Signature, date lower right",
  "Signature, date lower right, edition lower left",
  "Signature, date lower right, title, lower center, edition lower left in pencil",
  "Signature, date lower right, title, lower center, edition, lower left",
  "signature, date on front, upper right",
  "Signature, date on mat below image in pencil",
  "Signature, date on mat, bottom right corner",
  "signature, date on mount below image in pencil",
  "Signature, date on verso in ink",
  "Signature, date on verso of work",
  "Signature, date verso bottom edge",
  "signature, date verso lower left in pencil",
  "Signature, date verso, lower left corner",
  "Signature, date",
  "Signature, date, \"IV,\" incised lower section",
  "signature, date, and catalogue raisonne number on verso",
  "signature, date, and dimensions in green on verso",
  "signature, date, and dimensions on verso in pencil",
  "signature, date, and dimensions on verso",
  "signature, date, and edition no. in lower left, recto",
  "signature, date, and edition no. on back of base",
  "signature, date, and edition number above upper right edge of image",
  "signature, date, and edition number below bottom right edge of image",
  "signature, date, and edition number below each image",
  "signature, date, and edition number below image",
  "signature, date, and edition number below image, lower right corner, in pencil",
  "signature, date, and edition number below lower left corner print",
  "signature, date, and edition number below lower right corner image",
  "signature, date, and edition number below lower right corner print",
  "signature, date, and edition number bottom center of print",
  "signature, date, and edition number center at bottom edge of sheet",
  "signature, date, and edition number center below bottom edge of image",
  "signature, date, and edition number center below print",
  "signature, date, and edition number lower left corner in black marker",
  "signature, date, and edition number lower left corner print",
  "signature, date, and edition number lower left corner sheet",
  "signature, date, and edition number lower left corner, in pencil",
  "signature, date, and edition number lower right corner print",
  "signature, date, and edition number lower right corner",
  "signature, date, and edition number on mat below photo, in pencil",
  "signature, date, and edition number on recto",
  "signature, date, and edition number top center above print",
  "signature, date, and edition number, on mat below photo, in pencil",
  "signature, date, and edition number; below lower right corner each print",
  "signature, date, and edition; verso in pencil",
  "signature, date, and editioned verso",
  "signature, date, and installation instructions on verso",
  "Signature, date, back of base",
  "Signature, date, below lower right corner of image",
  "Signature, date, below lower right corner",
  "Signature, date, bottom center",
  "Signature, date, bottom edge, rear of bottom piece",
  "Signature, date, bottom of top piece",
  "Signature, date, bottom right corner",
  "Signature, date, bottom right",
  "signature, date, catalogue raisonne number on verso in black marker",
  "Signature, date, dimensions, artist's number, verso, lower left",
  "Signature, date, dimensions, verso lower left center",
  "Signature, date, dimensions, verso upper left corner",
  "Signature, date, dimensions, verso upper right",
  "signature, date, edition and inscription on recto",
  "Signature, date, edition in graphite, verso print",
  "Signature, date, edition inscribed center of belly",
  "signature, date, edition number below image in pencil",
  "signature, date, edition number below image",
  "signature, date, edition number on sheet below image in pencil",
  "signature, date, edition number recto sheet",
  "Signature, date, edition number",
  "Signature, date, edition number, scratched in glass, bottom",
  "Signature, date, edition on inside front cover",
  "Signature, date, edition, incised upper left",
  "Signature, date, edition, lower left corner",
  "Signature, date, edition, lower right corner",
  "Signature, date, edition, lower right in pencil",
  "Signature, date, edition, lower right",
  "Signature, date, edition, on sole of right shoe",
  "Signature, date, edition, verso",
  "signature, date, hanging instructions on verso in marker",
  "Signature, date, in pencil, lower right corner",
  "Signature, date, incised lower right",
  "signature, date, inventory number verso",
  "signature, date, location, lower right corner mount, in pencil",
  "Signature, date, lower back of top piece",
  "Signature, date, lower center of composition",
  "Signature, date, lower center",
  "Signature, date, lower left corner in red paint",
  "Signature, date, lower left corner",
  "Signature, date, lower left corner, in ink",
  "Signature, date, lower left corner, verso mount",
  "Signature, date, lower left in gray paint",
  "Signature, date, lower left quadrant",
  "Signature, date, lower left",
  "Signature, date, lower left, in gray paint",
  "Signature, date, lower left, in pencil",
  "Signature, date, lower right corner below image, in black ink",
  "Signature, date, lower right corner",
  "signature, date, lower right corner",
  "Signature, date, lower right corner, in black paint",
  "Signature, date, lower right corner, in ink",
  "Signature, date, lower right corner, in pencil",
  "Signature, date, lower right corner, in pencil; title, lower left, in pencil",
  "Signature, date, lower right corner, verso",
  "Signature, date, lower right corner; title, lower left corner, in pencil",
  "Signature, date, lower right each print, in pencil",
  "Signature, date, lower right edge",
  "Signature, date, lower right in pencil",
  "Signature, date, lower right in pencil; title verso mount in ink",
  "Signature, date, lower right in white pencil; edition, lower left",
  "Signature, date, lower right of box",
  "Signature, date, lower right on mat, in pencil",
  "Signature, date, lower right",
  "Signature, date, lower right, in black paint",
  "Signature, date, lower right, in pencil",
  "Signature, date, lower right, title lower center, edition lower left in pencil",
  "Signature, date, lower right, title. lower left, in pencil",
  "Signature, date, lower right; edition, lower left",
  "Signature, date, lower right; title, lower left",
  "Signature, date, mat verso",
  "Signature, date, medium, dimensions, title on verso in black",
  "Signature, date, number in pencil",
  "Signature, date, number, lower right",
  "Signature, date, number, on verso in pencil",
  "signature, date, numbered on page 70",
  "signature, date, numbers and installation instructions on verso in blk marker",
  "Signature, date, on large \"V\" shape",
  "Signature, date, on mat lower right corner, in pencil",
  "Signature, date, on mount below lower right corner of image",
  "Signature, date, on mount, lower right, in pencil",
  "Signature, date, on pink border, lower right corner in pencil",
  "Signature, date, on verso in pencil",
  "Signature, date, on verso",
  "Signature, date, panel order, verso",
  "Signature, date, place executed, verso upper left",
  "Signature, date, place, lower left, in pencil",
  "Signature, date, plate number, edition number verso",
  "Signature, date, recto of mount, l. r. corner, in black ink",
  "Signature, date, recto",
  "Signature, date, recto, in ink",
  "Signature, date, recto, in pencil, below lower right corner of image",
  "Signature, date, recto, upper left corner",
  "Signature, date, scratched on front, lower right corner",
  "Signature, date, support, bottom center",
  "Signature, date, title on verso",
  "signature, date, title, and catalogue raisonne number on recto in marker",
  "Signature, date, title, and catalogue raisonné number on verso in red marker",
  "signature, date, title, and instructions on verso in black marker",
  "Signature, date, title, and location on verso in ballpoint pen",
  "signature, date, title, dimensions, medium, and arrows on verso in charcoal",
  "signature, date, title, dims and medium on verso",
  "signature, date, title, dims on verso",
  "signature, date, title, edition no on verso",
  "Signature, date, title, lower right, in pencil",
  "Signature, date, title, medium, and EK number on verso in black marker",
  "Signature, date, title, medium, dimensions, and \"eagles mere\" on verso in blk",
  "Signature, date, title, verso center",
  "Signature, date, title, verso on stretcher bar",
  "Signature, date, title, verso support, upper right",
  "Signature, date, title, verso, bottom edge, in pencil",
  "Signature, date, title, verso, upper right",
  "Signature, date, top left",
  "Signature, date, under hair back right",
  "Signature, date, upper left car hood",
  "Signature, date, upper left corner",
  "Signature, date, upper left",
  "Signature, date, upper left, in pencil",
  "Signature, date, upper right corner",
  "Signature, date, upper right",
  "Signature, date, verso above base, inscribed",
  "Signature, date, verso at forehead",
  "Signature, date, verso center support",
  "Signature, date, verso center",
  "Signature, date, verso lower left",
  "Signature, date, verso lower left, in ink",
  "Signature, date, verso lower right corner, black ink",
  "Signature, date, verso lower right quadrant, in pencil",
  "Signature, date, verso lower right",
  "Signature, date, verso lower right; title, verso lower left",
  "Signature, date, verso mount, center, in ink",
  "Signature, date, verso near top",
  "Signature, date, verso sheet lower right corner, in pencil",
  "Signature, date, verso sheet, lower left, in ink",
  "Signature, date, verso top, in black ink",
  "Signature, date, verso upper center",
  "Signature, date, verso upper left",
  "Signature, date, verso upper right",
  "Signature, date, verso upper right, in ink",
  "Signature, date, verso",
  "Signature, date, verso, center in pencil",
  "Signature, date, verso, center",
  "Signature, date, verso, in pencil",
  "Signature, date, verso, left center",
  "Signature, date, verso, lower center",
  "Signature, date, verso, lower left corner",
  "Signature, date, verso, lower left, in black ink",
  "Signature, date, verso, lower right corner, black ink",
  "Signature, date, verso, lower right corner, in ink",
  "Signature, date, verso, lower right corner, in pencil",
  "Signature, date, verso, lower right corner, pencil",
  "Signature, date, verso, lower right",
  "Signature, date, verso, top edge, in pencil",
  "Signature, date, verso, top stretcher bar",
  "Signature, date, verso, u. l. corner in black paint",
  "Signature, date, verso, upper left",
  "Signature, date, verso, upper right corner",
  "Signature, date, verso, upper right",
  "Signature, date; bottom left, in pencil",
  "Signature, date; lower left, in pencil",
  "Signature, date; lower right corner",
  "Signature, date; lower right, in pencil",
  "Signature, dates verso",
  "signature, E.B., bottom right corner",
  "Signature, edition number at top back of base",
  "signature, edition number below image",
  "signature, edition number below image; title above image",
  "signature, edition number below lower right corner image",
  "signature, edition number",
  "signature, edition number, and photograph number verso, in pencil",
  "Signature, edition number, back of box",
  "Signature, edition number, lower right corner, in pencil",
  "Signature, edition",
  "Signature, edition, bottom edge, in mold",
  "Signature, edition, bottom right on simulated menu",
  "Signature, edition, bottom right",
  "Signature, edition, date,  lower right corner",
  "Signature, edition, lower right",
  "Signature, edition, on verso",
  "Signature, edition, side of leg near base",
  "Signature, F.A.P., incised, lower right corner",
  "Signature, in graphite, lower right",
  "Signature, ink on paper strip, verso of object",
  "Signature, ink on paper strip, verso",
  "Signature, l. l. corner, in brown paint",
  "Signature, lower center; title, upper center",
  "Signature, lower left corner of support",
  "Signature, lower left corner",
  "signature, lower left corner",
  "signature, lower left corner, in black ink",
  "Signature, lower left",
  "signature, lower left",
  "Signature, lower left, date, lower right",
  "Signature, lower left, in black paint",
  "Signature, lower left, in brown paint",
  "signature, lower right below image",
  "Signature, lower right below mount, in pencil; date lower left below mount",
  "Signature, lower right corner in charcoal",
  "Signature, lower right corner of mount, in pencil; title, date, signature, verso",
  "Signature, lower right corner",
  "signature, lower right corner",
  "Signature, lower right corner, black ink",
  "Signature, lower right corner, edition, lower left corner in graphite",
  "signature, lower right corner, in black ink",
  "Signature, lower right corner, in black ink",
  "Signature, lower right corner, in brown paint",
  "signature, lower right corner, in pencil",
  "Signature, lower right corner, in pencil",
  "Signature, lower right corner;  title, date, lower left corner, in pencil",
  "Signature, lower right corner; date 1/47 upper right corner",
  "Signature, lower right corner; edition, lower left",
  "signature, lower right on mount",
  "Signature, lower right on mount, in pencil",
  "Signature, lower right",
  "signature, lower right",
  "Signature, lower right, date, lower left",
  "Signature, lower right, green paint",
  "Signature, lower right, in graphite",
  "Signature, lower right, in ink; title, verso center, in ink",
  "signature, lower right, in pencil",
  "Signature, lower right, in pencil; title, date, on verso, lower left, in pencil",
  "Signature, lower right, title, bottom edge",
  "Signature, lower right, title, date, lower left, in pencil",
  "Signature, lower right, title, lower left",
  "Signature, lower right, title, verso, bottom edge",
  "Signature, lower right; edition, lower left",
  "Signature, lower right; title, edition, bottom edge",
  "Signature, lower right; title, lower left; edition, lower center",
  "Signature, mount, in pencil",
  "Signature, number, date, verso, lower right quadrant",
  "Signature, number, lower left corner, in ink. Date, lower right corner, in ink.",
  "Signature, number, recto, in ink",
  "Signature, number, verso, center",
  "Signature, number, verso, in pencil",
  "Signature, numbered and stamped in ink on verso",
  "Signature, numbered verso",
  "Signature, on mount, below lower right corner of image",
  "Signature, recto mount, below lower right corner of image",
  "Signature, recto mount, in pencil: Clarence John Laughlin",
  "Signature, recto mount, left side on undersheet, in pencil",
  "signature, recto mount; below lower right corner of image",
  "Signature, recto of support, lower right corner",
  "Signature, recto, bottom edge",
  "Signature, recto, lower edge",
  "Signature, recto, lower right corner",
  "Signature, right center in black ink",
  "signature, title abbreviation and number in marker on base.",
  "signature, title and date in graphite on recto",
  "Signature, title and date on verso",
  "signature, title verso in pencil",
  "signature, title verso sheet center, in pencil",
  "signature, title verso",
  "Signature, title",
  "Signature, title, \"never frame,\" on verso, left center",
  "Signature, title, \"never frame,\" verso left center",
  "Signature, title, address, verso stretcher bar",
  "signature, title, and date below lower left corner image, in black ink",
  "signature, title, and date in graphite on recto",
  "signature, title, and date on center wood plaque, in pencil",
  "signature, title, and date on each panel",
  "signature, title, and date on mount",
  "signature, title, and date verso center, in blue ink",
  "Signature, title, and date verso in gray",
  "signature, title, and date verso in paint",
  "signature, title, and date verso in pencil",
  "signature, title, and date verso sheet",
  "signature, title, and date verso sheet, in pencil",
  "signature, title, and date verso sheet, lower edge, in pencil",
  "signature, title, and date verso top center in black paint",
  "signature, title, and date verso",
  "signature, title, and date verso, in pencil",
  "signature, title, and date, bottom edge",
  "signature, title, and date, lower right corner, in charcoal",
  "signature, title, and date, print verso",
  "signature, title, and date, verso print",
  "signature, title, and edition number below image, in pencil",
  "signature, title, and edition number below print, in pencil",
  "Signature, title, and edition, recto, lower right",
  "signature, title, and photograph number verso, in pencil",
  "signature, title, and title below image, in pencil",
  "Signature, title, bottom of base",
  "Signature, title, bottom of base, incised",
  "Signature, title, date and number in pencil, verso of mount.",
  "signature, title, date on mat below image in pencil",
  "Signature, title, date on mount below image in pencil",
  "signature, title, date on mount below image in pencil",
  "Signature, title, date on mount below image",
  "signature, title, date on mount in pencil",
  "Signature, title, date on verso",
  "signature, title, date on verso",
  "Signature, title, date on verso, upper right",
  "signature, title, date print verso",
  "signature, title, date verso each panel",
  "signature, title, date verso frame in black marker",
  "signature, title, date verso mount",
  "Signature, title, date verso mount",
  "signature, title, date verso print",
  "Signature, title, date verso",
  "signature, title, date verso",
  "Signature, title, date verso, upper right",
  "Signature, title, date",
  "Signature, title, date, \"For Joan Murray,\" verso mount, lower left, in pencil",
  "Signature, title, date, address, verso, upper right",
  "signature, title, date, and edition number below image, in black ink",
  "signature, title, date, and edition number below image, in pencil",
  "signature, title, date, and edition number below print, in pencil",
  "signature, title, date, and edition number underside of base, in black oilstick",
  "signature, title, date, and edition number verso",
  "signature, title, date, and edition verso, in ink",
  "signature, title, date, and installation instructions on verso",
  "signature, title, date, and number verso",
  "signature, title, date, and sketch on verso in oil",
  "Signature, title, date, bottom edge",
  "Signature, title, date, bottom edge, in pencil",
  "Signature, title, date, dimensions, medium, verso upper left",
  "Signature, title, date, dimensions, medium, verso, center",
  "Signature, title, date, edition no., lower right",
  "signature, title, date, edition number below image",
  "signature, title, date, edition number on each below image",
  "Signature, title, date, edition, below image in pencil",
  "Signature, title, date, edition, below image",
  "Signature, title, date, edition, below image, in pencil",
  "Signature, title, date, edition, bottom edge",
  "Signature, title, date, edition, in ink on verso",
  "Signature, title, date, edition, on verso",
  "Signature, title, date, edition, recto, below image, in pencil",
  "Signature, title, date, in pencil on verso",
  "signature, title, date, in pencil with photographer's stamp and notations",
  "Signature, title, date, in pencil, verso, center",
  "Signature, title, date, in pencil, verso, lower left",
  "Signature, title, date, in pencil, verso, upper center",
  "Signature, title, date, location, verso center, in pencil",
  "Signature, title, date, lower edge, in pencil",
  "Signature, title, date, lower left corner",
  "Signature, title, date, lower left",
  "Signature, title, date, lower right corner",
  "Signature, title, date, lower right",
  "Signature, title, date, lower right, in graphite",
  "Signature, title, date, lower right, in ink",
  "signature, title, date, medium, and dimensions in black paint, upper left verso",
  "Signature, title, date, medium, dimensions, verso center",
  "Signature, title, date, medium, verso canvas",
  "Signature, title, date, medium, verso, upper right, in black paint",
  "Signature, title, date, number on verso in pencil",
  "Signature, title, date, on mount",
  "Signature, title, date, on verso in paint",
  "Signature, title, date, on verso in pencil",
  "Signature, title, date, on verso, lower right, in ink",
  "Signature, title, date, place, verso upper left",
  "Signature, title, date, place, verso",
  "Signature, title, date, recto and verso",
  "Signature, title, date, recto",
  "Signature, title, date, recto, bottom edge",
  "Signature, title, date, recto, lower left",
  "Signature, title, date, right side edge",
  "Signature, title, date, seat of lower stool",
  "Signature, title, date, upper right corner on label",
  "Signature, title, date, upper right, in ink",
  "Signature, title, date, verso beneath backing board",
  "Signature, title, date, verso canvas, upper center, in black crayon",
  "Signature, title, date, verso canvas.",
  "Signature, title, date, verso center",
  "Signature, title, date, verso in pencil",
  "Signature, title, date, verso lower left",
  "Signature, title, date, verso lower left, in pencil",
  "Signature, title, date, verso lower right",
  "Signature, title, date, verso mount",
  "Signature, title, date, verso mount, in pencil",
  "Signature, title, date, verso of mount, center; in black ink",
  "Signature, title, date, verso of sheet, in graphite",
  "Signature, title, date, verso of support, lower left, in crayon",
  "Signature, title, date, verso of support, upper right",
  "Signature, title, date, verso stretcher bar",
  "Signature, title, date, verso upper center, in gray paint",
  "Signature, title, date, verso upper center, in pencil",
  "Signature, title, date, verso upper left",
  "Signature, title, date, verso",
  "Signature, title, date, verso, bottom center",
  "Signature, title, date, verso, bottom edge, in pencil",
  "Signature, title, date, verso, center, in pencil",
  "Signature, title, date, verso, in pencil",
  "Signature, title, date, verso, lower center and right",
  "Signature, title, date, verso, lower center, in pencil",
  "Signature, title, date, verso, lower left corner",
  "Signature, title, date, verso, top stretcher bar",
  "Signature, title, date, verso, upper center",
  "Signature, title, date, verso, upper center, in pencil",
  "Signature, title, date, verso, upper left corner",
  "Signature, title, date, verso, upper left",
  "Signature, title, date, verso, upper right in black paint",
  "Signature, title, date, verso, upper right quadrant",
  "Signature, title, date, verso, upper right",
  "Signature, title, date, verso, upper right, in black paint",
  "Signature, title, date, verso, upper right, in pencil",
  "Signature, title, date; bottom edge",
  "Signature, title, date; recto mount, below lower right corner of print",
  "Signature, title, date; verso in pencil",
  "Signature, title, date; verso of support",
  "signature, title, dates below image on artist's frame",
  "Signature, title, dimensions, date(?), verso upper center",
  "Signature, title, in pencil, verso, lower half",
  "Signature, title, lower left",
  "Signature, title, medium, date, verso of support in black ink",
  "Signature, title, on verso",
  "Signature, title, place, date, verso top",
  "Signature, title, verso of support",
  "Signature, title, verso sheet in ink",
  "Signature, title, verso stretcher",
  "Signature, title, verso",
  "Signature, title, verso, bottom edge.",
  "Signature, title, verso, bottom right",
  "Signature, title, verso, center, in pencil",
  "Signature, title, verso, in pencil",
  "Signature, title, verso, lower right",
  "Signature, title, verso, near bottom",
  "signature, title, year, place on mat below image",
  "Signature, titled twice, recto, in ink",
  "signature, top of pedestal, narrow right side",
  "signature, underside",
  "Signature, upper left",
  "Signature, upper left, in green crayon",
  "Signature, upper right",
  "Signature, upper right; date near center",
  "Signature, upper right; date, verso, upper left",
  "signature, verso backing, lower right quadrant, in black ink",
  "Signature, verso mount, in pencil",
  "Signature, verso mount, lower left, in pencil; title, date, \"For Joan Murray,\" verso mount, lower left",
  "Signature, verso mount, lower right corner",
  "Signature, verso mount, lower right of center",
  "Signature, verso mount, upper right corner",
  "Signature, verso of mount",
  "signature, verso print",
  "signature, verso print, in pencil; artist's stamp, verso print",
  "Signature, verso sheet, lower right, in black ink",
  "Signature, verso upper left",
  "Signature, verso upper right, barely visible",
  "signature, verso",
  "Signature, verso",
  "signature, verso, bottom center, in black ink on white text paper strip",
  "Signature, verso, bottom right",
  "signature, verso, bottom right, in black ink",
  "Signature, verso, bottom right, in pencil",
  "Signature, verso, center",
  "signature, verso, in black ink",
  "Signature, verso, in pencil",
  "Signature, verso, lower center, in black ink: Joseph Cornell",
  "Signature, verso, lower left",
  "Signature, verso, lower right corner",
  "Signature, verso, lower right corner, in pencil",
  "Signature, verso, lower right corner, in pencil, title and date verso, bottom center, in pencil",
  "Signature, verso, lower right corner; title, date, verso, lower left corner",
  "Signature, verso, lower right",
  "Signature, verso, lower right, in pencil",
  "Signature, verso, near center",
  "signature, verso, top center",
  "Signature, verso, upper center",
  "Signature, verso, upper left",
  "Signature, verson, lower right",
  "Signature, ©, date, verso, lower right of mask",
  "Signatured, title, edition, recto, in pencil",
  "Signatures of artist and fabricator on verso",
  "signed & dated",
  "signed 'Francis Picabia' (lower right); inscribed 'IDA' (upper left)",
  "signed \"del Castillo\" lower left",
  "signed \"JB Greene\" in lower right corner (in negative)",
  "signed \"Mrs Shahn\" and dated in pencil on mount recto",
  "Signed \"Weston\" on print",
  "signed and annotated 'Mexico' by the artist on verso in pencil",
  "signed and annotated \"1890\" verso",
  "signed and annotated \"Mexico\" on verso",
  "Signed and annotated \"Stockholm, 1933\" verso",
  "Signed and annotated \"Stockholm--Katarin abissen\" and dated 1938 verso",
  "Signed and annotated \"Stockholm\" verso",
  "signed and annotated \"Vor dem Dom von Tanzermunde\" (?) verso",
  "Signed and annotated by Adam Siegel, the artist's son.",
  "signed and annotated verso",
  "signed and blindstamped in margin",
  "signed and dated 1977 by artist in pencil",
  "signed and dated 1977 by the artist in pencil",
  "signed and dated 1977 by the artist",
  "signed and dated 1979 in pencil on verso",
  "signed and dated 1985 on verso",
  "Signed and dated \"1935\"",
  "Signed and dated \"ca. 1936, ca. 1980\" verso",
  "signed and dated \"ca. 1937\" verso",
  "signed and dated \"Nov. 1930\"",
  "signed and dated \"Salvador Dalí 1928,\" lower right",
  "signed and dated along bottom edge, in pencil",
  "signed and dated at bottom edge",
  "signed and dated below lower right corner image",
  "signed and dated below lower right corner image, in pencil",
  "signed and dated bottom right: \"S.S.S. 1-1926\"",
  "Signed and dated by artist in pencil, verso.",
  "signed and dated in banderol, upper right, recto",
  "signed and dated in black marker, verso",
  "signed and dated in black oil, lower right recto",
  "signed and dated in brown paint on verso",
  "signed and dated in charcoal on verso",
  "signed and dated in clay on base",
  "signed and dated in graphite in lower left corner, recto",
  "signed and dated in graphite lower left corner, verso",
  "Signed and dated in graphite on verso",
  "signed and dated in graphite on verso",
  "signed and dated in graphite",
  "signed and dated in graphite, lower right recto",
  "Signed and dated in graphite, verso",
  "signed and dated in green on verso",
  "signed and dated in ink, lower right corner of recto",
  "signed and dated in ink, lower right recto",
  "signed and dated in marker on verso, upper right corner",
  "signed and dated in negative, lower right",
  "signed and dated in pencil on mount recto",
  "signed and dated in pencil on mount",
  "Signed and dated in pencil on mount.",
  "signed and dated in pencil on print verso",
  "Signed and dated in pencil on print verso",
  "signed and dated in pencil on print verso; title embossed on print recto",
  "Signed and dated in pencil on the mount recto, signed, titled and dated in ink o",
  "signed and dated in pencil on verso",
  "signed and dated in pencil, recto mount",
  "Signed and dated in pencil, recto mount",
  "signed and dated ll: Bellmer; dated lr: 1946",
  "signed and dated lower left: K. Tonny. 27",
  "signed and dated lower right corner in pencil",
  "signed and dated lower right corner",
  "signed and dated on bottom right recto",
  "signed and dated on bottom",
  "signed and dated on mount \"Man Ray Paris 1922\"",
  "Signed and dated on mount below lower right corner image in pencil",
  "signed and dated on mount below lower right corner image",
  "signed and dated on mount verso",
  "signed and dated on mount, below lower right corner image, in pencil",
  "signed and dated on mount, below lower right corner print, in ink",
  "Signed and dated on mount, recto",
  "signed and dated on print recto",
  "signed and dated on print verso in pencil",
  "signed and dated on print verso",
  "signed and dated on print",
  "signed and dated on recto and verso in oil",
  "signed and dated on recto and verso",
  "signed and dated on recto in blue oil",
  "signed and dated on recto in pencil",
  "signed and dated on recto",
  "signed and dated on recto; signed, dated, and titled on verso",
  "signed and dated on sheet below lower right corner image",
  "signed and dated on the back \"Juan Gris 1913\"",
  "signed and dated on the canvas \"Paris 1908",
  "Signed and dated on the mount, recto",
  "signed and dated on title page verso",
  "signed and dated on upper panel, recto",
  "Signed and dated on verso by Madam Parry",
  "signed and dated on verso in black marker",
  "Signed and dated on verso in black marker",
  "signed and dated on verso in black oil",
  "signed and dated on verso in black paint",
  "signed and dated on verso in graphite",
  "signed and dated on verso in orange paint",
  "Signed and dated on verso in pen",
  "signed and dated on verso in pencil",
  "signed and dated on verso of B panel",
  "signed and dated on verso of red/yellow/blue panel",
  "Signed and dated on verso",
  "signed and dated on verso",
  "Signed and dated top center:  Thiebaud 1969",
  "signed and dated twice on verso in black marker",
  "signed and dated upper right",
  "signed and dated verso 1949",
  "signed and dated verso in pencil",
  "signed and dated verso lower right",
  "signed and dated verso",
  "signed and dated with catalogue raisonné number in black marker on verso",
  "signed and dated with edition number, verso, lower right corner, in ink",
  "Signed and dated “FLORINE ST.” “1930” within the body of the painting",
  "signed and dated",
  "signed and dated, \"c. 1937\" verso",
  "signed and dated, AP number on recto",
  "Signed and dated, back of support",
  "signed and dated, below lower right corner image, in pencil",
  "signed and dated, below lower right corner image; signed, titled, dated, verso",
  "signed and dated, bottom center",
  "signed and dated, bottom of object",
  "signed and dated, bronze patch, front of base",
  "signed and dated, in print, lower left corner",
  "Signed and dated, l.r. on mount: Schneider 71",
  "signed and dated, lower left corner",
  "signed and dated, lower left corner, in charcoal",
  "signed and dated, lower left corner, in pencil",
  "signed and dated, lower left corner; signed, lower right corner; both in pencil",
  "signed and dated, lower left",
  "signed and dated, lower left, in ink",
  "signed and dated, lower right corner mount, in pencil",
  "signed and dated, lower right corner",
  "signed and dated, lower right corner, in black paint",
  "signed and dated, lower right corner, in charcoal",
  "signed and dated, lower right corner, in paint; signed, titled, and dated verso",
  "signed and dated, lower right corner, in pencil",
  "signed and dated, lower right corner; titled, verso, center right",
  "signed and dated, lower right quadrant, in brown paint",
  "signed and dated, lower right",
  "signed and dated, lower right, in ink",
  "signed and dated, lower right, in paint",
  "signed and dated, lower right, in pencil",
  "signed and dated, lower right, recto",
  "signed and dated, mount recto, below lower right corner of image, in pencil",
  "signed and dated, mount, in pencil",
  "signed and dated, on mat below lower right corner image, in pencil; titled verso",
  "signed and dated, on mount, below lower right corner image, in pencil",
  "signed and dated, on mount, lower right corner, in pencil",
  "signed and dated, recto canvas, lower right corner",
  "signed and dated, recto mount",
  "signed and dated, recto print",
  "signed and dated, recto, progressive IX",
  "signed and dated, recto, upper left corner, in pen",
  "signed and dated, right below plate mark, in pencil",
  "signed and dated, verso each panel",
  "signed and dated, verso mount, in pencil",
  "signed and dated, verso mount, upper left, in ink",
  "signed and dated, verso support, top middle, in pencil",
  "signed and dated, verso",
  "Signed and dated, verso",
  "signed and dated, verso, bottom center, in black ink on green paper strip",
  "signed and dated, verso, bottom right; numbered, verso, top left",
  "signed and dated, verso, in pencil",
  "signed and dated, verso, lower left quadrant, in green ink",
  "signed and dated, verso, upper left quadrant, in green ink",
  "signed and dedicated on verso",
  "signed and edition, below image, in pencil",
  "signed and editioned below image",
  "signed and editioned below image, in pencil",
  "signed and editioned by artist in pencil",
  "signed and editioned in lower right corner of base",
  "signed and editioned in pen by artist on print verso",
  "signed and editioned in pencil on recto",
  "signed and editioned in pencil with FALK LEEDS stamp embossed on print recto",
  "signed and editioned in pencil, recto",
  "signed and editioned lower left",
  "signed and editioned mount recto by artist",
  "signed and editioned on mount below image",
  "signed and editioned on recto in graphite",
  "signed and editioned on verso by artist",
  "signed and editioned on verso",
  "signed and editioned top of base, left side",
  "signed and editioned",
  "signed and editioned, below image, in pencil",
  "signed and editioned, bottom left edge",
  "signed and editioned, verso",
  "signed and initialed on the verso in pencil",
  "signed and inscribed, top right: Pour Fernande, Pablo",
  "signed and noted W-13 on print verso",
  "signed and number on metal plaque, back of base",
  "signed and numberd in ink on verso",
  "signed and numbered 5/10 by mistake (cat. raisonne no. 3)",
  "signed and numbered \"Henri  Matisse 19/10\" on back",
  "signed and numbered \"HM 4/10\"",
  "signed and numbered by the artist in ink on recto",
  "signed and numbered in graphite, lower right recto",
  "signed and numbered in ink, bottom each vessel",
  "signed and numbered in pencil on print verso",
  "signed and numbered in pencil verso",
  "signed and numbered in pencil, verso",
  "signed and numbered in the margin",
  "signed and numbered in the negative",
  "Signed and numbered lower right recto",
  "signed and numbered lower right recto",
  "signed and numbered on print verso",
  "signed and numbered on verso in pencil",
  "signed and numbered verso in pencil",
  "signed and numbered verso in pencil; title and date stamped verso",
  "signed and numbered",
  "signed and numbered, below image",
  "signed and numbered, in pencil, recto mount",
  "signed and numbered, lower right",
  "signed and numbered, mount verso, in pencil",
  "signed and numbered, verso print",
  "signed and numbered, verso, lower right, in black ink",
  "signed and numbered, verso, lower right, in pencil",
  "signed and numbered, verson on label. Inscribed 'vole a Nicolas Nabokoff' in ink",
  "signed and stamped in ink by artist",
  "signed and stamped verso",
  "signed and stamped",
  "signed and titled (in Czech.) on print verso",
  "signed and titled below image, in pen; signature on verso",
  "signed and titled below image, in pen; titled and dated, verso, rubber stamp",
  "signed and titled by the artist on recto",
  "signed and titled in ink below image",
  "signed and titled in ink on print recto.",
  "signed and titled in negative",
  "Signed and titled in pencil on mount recto; \"No. 12\" in ink on mount verso",
  "signed and titled in pencil on print verso",
  "signed and titled on mount recto",
  "signed and titled on mount recto. \"Fed.Project No. 1 Art\" stamp on mount verso",
  "signed and titled on print verso",
  "signed and titled on recto",
  "signed and titled on verso",
  "signed and titled verso in pencil",
  "signed and titled verso",
  "signed and titled, below image",
  "signed and titled, below image, in black ink",
  "signed and titled, below image, in pencil",
  "signed and titled, lower right corner image, in ink",
  "signed and titled, lower right corner",
  "signed and titled, on mount, below print",
  "signed and titled, verso in ink",
  "signed and titled, verso",
  "Signed and titled, verso",
  "signed and titled, verso, upper right corner, in white paint",
  "signed below lower right corner image",
  "signed below lower right corner image, in black ink",
  "signed below lower right corner image, in pencil on recto",
  "signed below lower right corner image, pencil; titled in plate lower left corner",
  "signed below lower right corner of image",
  "signed below lower right corner of image, in pencil",
  "signed bottom center",
  "signed bottom center, in pencil",
  "signed bottom left",
  "signed bottom left: H. Matisse",
  "signed bottom left: H.M.",
  "signed bottom left: Picasso",
  "signed bottom right",
  "signed bottom right: Henri Matisse",
  "signed bottom right: Picasso",
  "signed bottom right: Renoir",
  "signed bottom right: Sarah S. Stein",
  "signed bottom right: T. C",
  "signed by all three architects",
  "Signed by Anne Kennedy for Paul Strand in pencil on the print verso, annotated:",
  "signed by artist in pencil lower right mount recto, editioned left mount recto",
  "signed by artist in pencil mount verso on mat",
  "signed by artist in pencil on print recto",
  "signed by artist on label, verso",
  "signed by artist on mount beneath picture",
  "signed by artist on verso",
  "signed by artist, verso",
  "signed by artist, verso, in ink",
  "signed by both artists and dated in pencil, lower right corner",
  "signed by Man Ray (faded with date)",
  "signed by Mrs. Ben Shahn in pencil on recto",
  "signed by photographer's widow on verso",
  "signed by the artist in pen on verso",
  "signed by the artist in verso in pencil",
  "signed by the artist on print verso",
  "signed by the artist on recto",
  "signed by the artist on verso in pencil",
  "signed by the artist on verso",
  "signed by the artist onverso in pencil",
  "signed by the artist",
  "signed in 2006 by the artist on recto in ink",
  "signed in artist hand mount verso in pencil",
  "signed in black ink on label on verso",
  "signed in black ink recto below lower right corner of image",
  "signed in black marker on frame verso",
  "signed in black paint, lower left; dated in black paint, lower right",
  "signed in charcoal on stretcher bar",
  "signed in graphite below image",
  "signed in graphite on base",
  "signed in graphite on recto lower right, edition number on verso",
  "signed in graphite on verso of frame",
  "signed in graphite on verso",
  "signed in graphite",
  "signed in green ink, recto",
  "signed in ink in lower right",
  "signed in ink in lr corner of the image, mounted on board",
  "signed in ink in the margin",
  "signed in ink on label",
  "Signed in ink on mount, recto",
  "signed in ink on on print recto",
  "signed in ink on print recto",
  "signed in ink on print verso",
  "signed in ink on recto mount",
  "signed in ink on recto",
  "signed in ink on the mount recto",
  "signed in ink, verso frame",
  "signed in Kanji on verso, copyright stamp on verso",
  "signed in margin",
  "signed in negative, lower left; number and city in negative, lower right",
  "signed in pen mount verso, stamped mount recto",
  "signed in pen on label on verso",
  "signed in pen on print recto",
  "Signed in pencil and Abbott’s stamp on the verso",
  "signed in pencil and stamped on print verso",
  "signed in pencil below last line of text",
  "signed in pencil by artist mount recto",
  "signed in pencil by artist on mount recto",
  "signed in pencil in left margin",
  "signed in pencil in margin, recto",
  "signed in pencil lower right in the margin",
  "signed in pencil lower right on mount recto",
  "signed in pencil mount verso, stamped mount recto",
  "signed in pencil on last page of book",
  "signed in pencil on mount recto",
  "signed in pencil on mount verso",
  "signed in pencil on mount",
  "Signed in pencil on mount, \"No. 6\" in ink on mount verso",
  "Signed in pencil on mount, recto.",
  "signed in pencil on print recto and print verso",
  "signed in pencil on print verso",
  "signed in pencil on the mount recto",
  "signed in pencil on the print verso",
  "signed in pencil on the recto",
  "signed in pencil on verso",
  "signed in pencil",
  "signed in pencil, artist's stamp in blue ink on print verso",
  "signed in pencil, lower right corner mount, recto",
  "signed in pencil, lower right",
  "Signed in pencil, recto mount, lower right below image: Harry Callahan.",
  "signed in pencil, title and credit in ink on print verso",
  "signed in pencil, verso",
  "signed in plate lower right corner and below lower right corner image, in pencil",
  "signed in stone upper right: K",
  "signed in stone upper right: Kl; inscribed in stone lower left: 1921 / 30.",
  "signed in stone, lower right corner",
  "signed in the negative lower left corner",
  "signed in the negative",
  "Signed in the negative",
  "signed LL. recto",
  "signed lower left corner",
  "signed lower left corner, in black paint",
  "signed lower left corner, in pencil",
  "signed lower left Hugh Ferriss",
  "Signed lower left in red on black...",
  "signed lower left",
  "signed lower left: Picasso",
  "signed lower mount recto",
  "signed lower recto in purple ink: Marcel Duchamp",
  "signed lower right corner",
  "signed lower right corner, editioned lower left corner",
  "signed lower right corner, in charcoal",
  "signed lower right corner, in ink",
  "signed lower right corner, in pencil",
  "signed lower right corner, in yellow pencil and in stone",
  "signed lower right corner; artist's stamp upper left corner, in red",
  "signed lower right corner; dated lower left corner; both in pencil",
  "signed lower right quadrant; signed, titled, dated verso lower right quadrant",
  "signed lower right recto",
  "signed lower right",
  "signed lower right, editioned lower left",
  "signed lower right, recto",
  "signed lower right: \"Picasso\"",
  "signed lower right: E Nadelamn",
  "signed lower right; signed and titled, verso",
  "signed mount verso",
  "signed on base",
  "Signed on bottom: Henri Matisse with \"M\" in circle above.",
  "signed on bottom: Richard Artschwager, 13/100",
  "signed on label on back",
  "signed on label on verso",
  "Signed on label on verso",
  "signed on left thigh: \"H M\"",
  "signed on mat recto",
  "signed on mat",
  "signed on mount below lower right corner of image",
  "signed on mount lower right, in graphite",
  "signed on mount verso in pencil",
  "signed on mount verso",
  "signed on mount",
  "signed on mount, below lower left corner image, in ink",
  "signed on mount, below lower right corner image, in pencil",
  "signed on mount, below lower right corner print, in black ink",
  "signed on mount, below lower right corner print, in pencil",
  "signed on mount, in pencil",
  "signed on mount, in pencil; stamp, verso mount",
  "Signed on mount, recto",
  "signed on plate under chair",
  "signed on plate; Maeght watermark, LC",
  "signed on print recto, signed and dated on mount recto",
  "signed on print verso in pencil (see notes)",
  "signed on print verso in pencil",
  "signed on print verso",
  "signed on recto in pencil",
  "signed on recto in white oil",
  "Signed on recto",
  "signed on recto",
  "signed on recto, signature, title, date, medium, dims on verso",
  "signed on recto; signed and dated on verso",
  "signed on support \"Man Ray Paris\"",
  "signed on the bottom",
  "signed on the mount recto",
  "Signed on the verso.",
  "signed on verso in black pen",
  "signed on verso in ink; photographer's Paris stamp on verso",
  "Signed on verso in pen",
  "signed on verso in pencil and annotated \"Mexico\" by the artist",
  "signed on verso in pencil",
  "Signed on verso",
  "signed on verso",
  "signed on verso, titled in unidentifed hand",
  "signed P. Tchelitchew (lower right); variously inscribed and labeled (on the str",
  "signed prints",
  "signed recto lower right and verso lower left in black oil paint",
  "signed recto on mount in pencil: \"Artist's Green Street, San Francisco\"",
  "signed recto",
  "signed recto, lower left, in black; dated recto, lower right, in black",
  "signed recto, lower right corner",
  "signed recto, lower right",
  "signed recto. titled dated signed, verso",
  "signed titled and dated on verso in graphite",
  "Signed top left: Picasso",
  "signed top right: \"Picasso\"",
  "signed u.r. \"heart symbol Thiebaud 75\"",
  "signed upper right \"Picasso\"",
  "signed upper right and editioned upper left",
  "signed verso and dated \"1937\"",
  "signed verso base",
  "signed verso in ink by Doon Arbus,\rfor the Estate of Diane Arbus;\rprinted by Nei",
  "signed verso in ink by Doon Arbus; estate stamp verso in ink",
  "signed verso in ink",
  "signed verso in pencil lower right corner",
  "signed verso in pencil",
  "signed verso mount, in ink",
  "signed verso on envelope flap in pencil",
  "signed verso print, lower right corner, in pencil",
  "signed verso sheet, left center, in black ink",
  "signed verso",
  "signed verso, lower center, in pencil",
  "signed verso, lower right corner, in pencil",
  "signed verso, lower right edge, in pencil",
  "signed verso, lower right",
  "signed verso, upper middle, in pen",
  "signed with a stylus in the print margin",
  "signed with date and location, lower right corner, in charcoal",
  "signed with initials on verso by all three artists",
  "signed with location and date, lower right corner",
  "signed",
  "Signed",
  "signed, below lower right corner image",
  "signed, below lower right corner image, in ink; titled on mount",
  "signed, below lower right corner image, in pencil",
  "signed, below lower right corner of image, in pencil",
  "signed, below lower right corner of print, in pencil",
  "Signed, bottom right",
  "signed, captioned and dated by the artist on verso",
  "signed, captioned by the artist on verso",
  "Signed, captioned, and dated in pencil on verso.",
  "signed, dated \"1950\" verso",
  "signed, dated \"ca. 1942\" verso",
  "signed, dated \"ca. 1947\" verso",
  "Signed, dated and annotated on verso by Madam Parry",
  "signed, dated and editioned in graphite on recto",
  "signed, dated and editioned on recto in graphite",
  "signed, dated and inscribed \"Carmel\" in pencil on mount",
  "Signed, dated and inscribed on verso",
  "signed, dated and marked \"vintage\" by photographer, and agency label, all verso",
  "signed, dated and numbered in pencil",
  "signed, dated and numbered on recto in graphite, lower right corner",
  "signed, dated and numbered on verso in black marker",
  "signed, dated and numbered on verso",
  "signed, dated and title in graphite on recto",
  "signed, dated and titled on mount verso by artist",
  "signed, dated and titled verso: \"Stockholm, 1935\"",
  "signed, dated lower right corner plate; titled, signed below image in pencil",
  "signed, dated lower right corner; numbered, titled, dated, signed verso in ink",
  "signed, dated verso, upper right",
  "signed, dated, and annotated \"Stockholm, ca. 1937\"",
  "signed, dated, and artist number on verso in black marker",
  "signed, dated, and captioned by the artist on label adhered to mount verso",
  "signed, dated, and edition no on recto",
  "signed, dated, and edition number on recto",
  "signed, dated, and edition number on recto, lower rt",
  "signed, dated, and edition number, lower left recto",
  "signed, dated, and edition, lower center recto",
  "signed, dated, and editioned below image",
  "signed, dated, and editioned below image, in pencil",
  "signed, dated, and editioned below lower left corner image, in pencil",
  "signed, dated, and editioned below lower right corner image",
  "signed, dated, and editioned in graphite on recto",
  "signed, dated, and editioned in graphite on recto.",
  "signed, dated, and editioned lower left below image",
  "signed, dated, and editioned lower right below image",
  "signed, dated, and editioned lower right",
  "signed, dated, and editioned on base",
  "signed, dated, and editioned on mount, below image",
  "signed, dated, and editioned on mount, below image; titled mount verso",
  "Signed, dated, and editioned on print, verso.",
  "signed, dated, and editioned on recto in graphite",
  "signed, dated, and editioned on recto, lower center in graphite",
  "signed, dated, and editioned verso, lower right corner",
  "signed, dated, and editioned",
  "signed, dated, and numbered in graphite",
  "signed, dated, and numbered on recto in graphite",
  "signed, dated, and numbered on recto",
  "Signed, dated, and numbered on verso in black marker",
  "Signed, dated, and numbered on verso",
  "signed, dated, and numbered verso",
  "signed, dated, and numbered, verso",
  "signed, dated, and numbered; verso",
  "signed, dated, and series title verso mount, lower left corner, in pencil",
  "signed, dated, and titled in black on black cube",
  "signed, dated, and titled in ink on print recto",
  "signed, dated, and titled in pencil below image",
  "signed, dated, and titled in plate",
  "signed, dated, and titled on bottom margin",
  "signed, dated, and titled on recto in graphite",
  "signed, dated, and titled on verso in black crayon",
  "signed, dated, and titled on verso in black marker",
  "signed, dated, and titled on verso in black paint",
  "signed, dated, and titled on verso in charcoal",
  "Signed, dated, and titled on verso",
  "signed, dated, and titled on verso",
  "signed, dated, and titled verso in pencil",
  "signed, dated, and titled verso, botton edge, in pencil",
  "signed, dated, and titled verso, upper center, in black ink or paint",
  "signed, dated, and titled verso, upper center, in pencil",
  "signed, dated, and titled",
  "Signed, dated, annotated \"Paris\" and numbered (70320) on the print verso.",
  "signed, dated, captioned and editioned by the artist in ink on recto in 2005",
  "signed, dated, editioned and titled on print verso",
  "signed, dated, editioned below lower right corner image",
  "signed, dated, editioned in graphite on recto",
  "signed, dated, editioned in ink on verso",
  "signed, dated, editioned on mount verso  by the artist in ink",
  "signed, dated, editioned on recto",
  "signed, dated, editioned verso, lower left corner",
  "signed, dated, editioned, and titled by artist on print verso",
  "signed, dated, editioned, and titled on print verso",
  "signed, dated, editioned, and titled verso",
  "Signed, dated, edtitioned by artist in pencil on mount verso",
  "signed, dated, numbered and dimensions on stretcher bars",
  "Signed, dated, numbered and titled on verso in black marker",
  "signed, dated, numbered on recto",
  "Signed, dated, numbered on verso in black marker",
  "signed, dated, numbered on verso",
  "signed, dated, numbered verso lower left corner in pencil",
  "signed, dated, numbered, editioned verso in pencil",
  "signed, dated, stamped, and editioned below image",
  "signed, dated, titled and editioned by artist in pen mount recto",
  "signed, dated, titled and stamped in pen by artist on print verso",
  "signed, dated, titled in graphite on recto",
  "Signed, dated, titled in ink in lower margin on recto of print",
  "signed, dated, titled in ink on print verso",
  "signed, dated, titled in pencil on print verso",
  "Signed, dated, titled on verso",
  "signed, dated, titled, and dims on verso in marker",
  "signed, dated, titled, and edition below image",
  "signed, dated, titled, and editioned below image",
  "signed, dated, titled, and medium on verso in black crayon",
  "signed, editioned and titled in pen in lower right verso",
  "signed, editioned, and dated on recto in graphite",
  "signed, editioned, and dated on recto",
  "signed, editioned, and numbered on recto",
  "signed, inscribed with title",
  "signed, l.r.c., embossed; additional writing on support.",
  "signed, lower center",
  "Signed, lower edge, left center (on support)",
  "signed, lower left corner",
  "signed, lower left corner, in paint",
  "signed, lower left corner, in pencil",
  "signed, lower left corner, in reddish paint",
  "Signed, lower left",
  "signed, lower left",
  "signed, lower left, in blue paint",
  "signed, lower left, in pencil",
  "signed, lower left: CArl Rabus",
  "signed, lower left; dated, lower right",
  "signed, lower right corner",
  "signed, lower right corner, in black paint",
  "signed, lower right corner, in ink",
  "signed, lower right corner, in paint",
  "signed, lower right corner, in pastel",
  "signed, lower right corner, in pencil",
  "signed, lower right corner, in pencil; inscription, upper left corner, in pencil",
  "signed, lower right",
  "signed, lower right, in gray paint",
  "signed, mount verso",
  "signed, numbered and stamped on verso",
  "signed, numbered in pencil on print verso",
  "signed, numbered, and dated in graphite on recto",
  "signed, numbered, and dated lower right recto",
  "signed, numbered, and dated March 1985",
  "signed, numbered, and dated on reverse of each panel",
  "signed, numbered, and dated on verso",
  "signed, numbered, dated verso lower right corner",
  "signed, numbered, foundry name inscribed",
  "signed, numbered, titled and dated on print verso",
  "signed, numbered, titled and dated on verso",
  "signed, numbered, titled, and dated on verso",
  "signed, numbered, titled, and dated, print verso",
  "signed, numbered, titled, dated on verso",
  "signed, on mat and overlay, in pen",
  "signed, on mat, in pen",
  "signed, on mount, below lower right corner image, in pencil",
  "signed, on mount, below lower right corner print, in ink",
  "signed, on mount, in pencil; titled and dated, verso, in pencil",
  "signed, recto mount, below print",
  "signed, recto print",
  "Signed, recto",
  "signed, recto, lower right corner, in black ink",
  "signed, recto, lower right",
  "Signed, recto, lower right",
  "Signed, sheet verso: Wright Morris",
  "Signed, stamped and dated \"1942\" verso",
  "signed, stamped, and annotated \"Germany 1932\" verso",
  "signed, stamped, and dated \"1937/38\" verso",
  "signed, title, dated, and editioned",
  "signed, titled & dated verso in pencil",
  "signed, titled \"New York 30\" and dated on verso in pencil",
  "signed, titled an dated by artist on verso",
  "signed, titled and dated by artist in pencil on print verso",
  "signed, titled and dated by artist in pencil on verso",
  "signed, titled and dated by artist on mount recto",
  "signed, titled and dated by artist on verso",
  "Signed, titled and dated in ink in the margin.",
  "Signed, titled and dated in pencil on print verso by artist",
  "signed, titled and dated in pencil on print verso",
  "Signed, titled and dated in pencil on the print verso.",
  "signed, titled and dated on mount verso in pencil",
  "signed, titled and dated on print verso in pencil (see notes)",
  "signed, titled and dated on print verso in pencil",
  "signed, titled and dated on print verso",
  "signed, titled and dated on verso by artist",
  "signed, titled and dated on verso in black paint",
  "signed, titled and dated on verso",
  "signed, titled and dated verso in pencil",
  "signed, titled and dated verso of frame in ink",
  "signed, titled and dated verso on mount in pencil",
  "signed, titled and dated; mount verso; lower left; in pencil",
  "signed, titled and numbered",
  "signed, titled, and dated along bottom edge",
  "signed, titled, and dated below image, in black ink",
  "signed, titled, and dated below lower right corner image",
  "Signed, titled, and dated by artist in pencil on verso.",
  "signed, titled, and dated in ink bottom edge",
  "signed, titled, and dated in ink on bottom edge",
  "signed, titled, and dated in ink on print recto",
  "signed, titled, and dated in ink on verso",
  "signed, titled, and dated in pencil on print verso",
  "Signed, titled, and dated in pencil on verso",
  "signed, titled, and dated in pencil verso mount",
  "signed, titled, and dated lower left",
  "signed, titled, and dated on verso in black crayon",
  "signed, titled, and dated on verso",
  "signed, titled, and dated print verso",
  "signed, titled, and dated recto mount",
  "signed, titled, and dated verso in pencil",
  "signed, titled, and dated verso on stretcher bars",
  "signed, titled, and dated verso print, in pencil",
  "signed, titled, and dated verso sheet, in ink",
  "signed, titled, and dated verso",
  "Signed, titled, and dated verso",
  "signed, titled, and dated verso, bottom center, in ink",
  "signed, titled, and dated verso, bottom edge, in pencil",
  "signed, titled, and dated verso, in pencil",
  "signed, titled, and dated verso, lower right, in black paint",
  "signed, titled, and dated with dedication verso",
  "signed, titled, and dated",
  "signed, titled, and dated, lower right corner, in pencil",
  "signed, titled, and dated, verso mount, upper center, in pencil",
  "signed, titled, and dated, verso",
  "signed, titled, and dated, verso, in pencil",
  "signed, titled, and editioned below image",
  "signed, titled, and editioned below image, in pencil",
  "signed, titled, and inscribed \"To Albert Bender\" below image",
  "signed, titled, dated & numbered on recto in ink",
  "signed, titled, dated and copyrighted on verso in pencil",
  "signed, titled, dated and copyrighted verso in pencil",
  "signed, titled, dated and editioned by artist in pencil on mount recto",
  "signed, titled, dated and editioned on label on verso",
  "Signed, titled, dated and editioned on verso",
  "signed, titled, dated and editioned on verso",
  "signed, titled, dated and editioned",
  "Signed, titled, dated and numbered (1/15) in pencil on the print verso.",
  "Signed, titled, dated and numbered (31/75) in pencil on the print verso.",
  "Signed, titled, dated and numbered 1/20 in pencil on the print verso",
  "Signed, titled, dated and numbered in ink, recto",
  "Signed, titled, dated and numbered in pencil on the print verso. Gutmann's print",
  "signed, titled, dated and numbered on print verso in pencil",
  "signed, titled, dated and numbered on verso in ink",
  "signed, titled, dated and numbered on verso in pencil",
  "Signed, titled, dated and numbered on verso",
  "signed, titled, dated and numbered verso in ink",
  "signed, titled, dated and numbered verso in pencil",
  "signed, titled, dated and numbered",
  "signed, titled, dated and numbered, verso, lower left, in pencil",
  "signed, titled, dated and stamped on verso of mount",
  "signed, titled, dated by artist in pencil on mount verso",
  "signed, titled, dated by the artist in pen on mount recto",
  "Signed, titled, dated by the artist, recto",
  "signed, titled, dated in gold pen on recto by artist",
  "signed, titled, dated in graphite on print verso",
  "Signed, titled, dated in ink, recto",
  "Signed, titled, dated in pencil on mat verso",
  "signed, titled, dated in pencil on print verso",
  "Signed, titled, dated in pencil on the print verso.",
  "signed, titled, dated in pencil on verso",
  "signed, titled, dated on mount recto",
  "signed, titled, dated on mount, below print",
  "signed, titled, dated on recto",
  "signed, titled, dated on verso and signed on recto",
  "signed, titled, dated on verso in pencil",
  "signed, titled, dated on verso of mount",
  "signed, titled, dated on verso",
  "signed, titled, dated pencil on verso inscription (Homageto F.K)",
  "signed, titled, dated verso in pencil",
  "signed, titled, dated verso, in pencil",
  "signed, titled, dated with a stylus in the print margin",
  "signed, titled, dated, and edition along bottom edge, in pencil",
  "signed, titled, dated, and editioned along bottom, in pencil",
  "signed, titled, dated, and editioned below image",
  "signed, titled, dated, and editioned below image, in pencil",
  "signed, titled, dated, and editioned on signature label",
  "signed, titled, dated, and editioned verso in ink",
  "signed, titled, dated, and editioned verso",
  "signed, titled, dated, and editioned",
  "signed, titled, dated, and editioned, verso, bottom edge, in ink",
  "signed, titled, dated, and inscribed \"1 of 2\" verso in pencil",
  "signed, titled, dated, and numbered in ink on verso",
  "signed, titled, dated, and numbered on verso",
  "signed, titled, dated, and numbered verso sheet, in ink",
  "signed, titled, dated, and numbered verso, bottom edges",
  "signed, titled, dated, and numbered, verso",
  "signed, titled, dated, and numbered, verso, in pencil",
  "signed, titled, dated, editioned and stamped on print verso in pencil by artist",
  "signed, titled, dated, editioned below image",
  "signed, titled, dated, editioned in pencil on mount verso",
  "signed, titled, dated, editioned on mount recto by artist in ink",
  "signed, titled, dated, editioned on verso",
  "signed, titled, dated, editioned recto on mount",
  "signed, titled, dated, numbered in ink on verso",
  "signed, titled, dated, numbered in pencil on print verso",
  "signed, titled, dated, numbered, and editioned verso",
  "signed, titled, dated, stamped on print verso",
  "signed, titled, editioned in ink",
  "signed, titled, editioned in pencil by artist lower mount recto",
  "signed, titled, editioned on mount verso  by the artist in ink",
  "signed, titled, editioned on recto",
  "signed, titled, editioned verso",
  "signed, titled, inscribed \"To Albert Bender - Christmas 1927 - Ansel E Adams\"",
  "Signed, titled, numbered on verso",
  "signed, titled, numbered, dated and annotated \"TP\" on verso",
  "Signed, upper right corner",
  "signed, upper right corner, in green paint",
  "signed, verso lower right",
  "signed, verso sheet, top center, in ink",
  "signed, verso",
  "signed, verso, in pencil",
  "signed, verso, lower right corner, in pencil",
  "signed, with conté crayon; artist's stamp, upper right corner, in red",
  "Signed:\tSigned upper left: Picasso",
  "singed and numbered in pencil in the lower margin",
  "singed lower right corner recto",
  "stamp on base of matchbook near striking panel",
  "stamped (2x) and dated on verso",
  "stamped \"(c) Time, Inc., 1945\" verso",
  "Stamped \"a diane arbus print\" and signed by Doon Arbus, Administrator",
  "stamped \"Photo and Copyright by Otto Hagel\"",
  "stamped Acme Telephoto New York Bureau mount recto. Details below",
  "stamped and dated on print verso",
  "stamped and inscribed verso",
  "stamped and intitialed verso",
  "stamped and numbered on verso",
  "stamped and signed \"ca. 1937\" verso",
  "stamped and signed verso",
  "stamped and titled on verso",
  "Stamped Bill Brandt verso in ink",
  "stamped by artist on mount recto",
  "stamped by estate on print verso",
  "stamped by the artist on verso",
  "stamped in ink, center, sheet verso",
  "stamped in red on verso E.J. Steichen",
  "stamped lower right 'P. Tchelitchew'",
  "Stamped mount verso, l.r. corner: 2",
  "stamped on lower left corner of mount verso",
  "stamped on print verso",
  "stamped on recto",
  "stamped on the bottom",
  "Stamped on the print verso.",
  "stamped on verso with initials, date, and number",
  "stamped on verso",
  "stamped verso",
  "stamped verso, annotated \"1928'",
  "stamped verso, center, in black ink",
  "stamped verso, no. 56",
  "stamped verso; inscribed \"grasshopper wing\"",
  "stamped with facsimilie signature recto",
  "stamped with the artist's Berkeley studio, verso",
  "stamped",
  "stamped, dated, numbered on verso",
  "stamped, lower left corner",
  "Stamped, signed and dated \"1937\" verso",
  "stamped, signed, \"c. Time, Inc\"",
  "Stamped, signed, and annotated \"Stockholm ca. 1935\" verso",
  "Stamped, signed, and annotated \"Stockholm, 1933\" verso",
  "stamped, signed, and dated \"1937\" verso",
  "stamped, signed, and labeled on verso",
  "stamped, titled, dated on verso",
  "stamped, titled, numbered on mount recto",
  "stamped, titled, numbered on verso",
  "stamped, titled, signed, dated and editioned on verso in artist's hand in pencil",
  "sticker verso",
  "sticker, stamp on verso mount",
  "stickers, stamp on verso mount",
  "thumbprint stamp & signed CHR copyright stamp with address Nr 0070:2 with pencil",
  "thumbprint stamp and signed CHR Nr 0240:2 in pencil",
  "title and annotations in pencil, 2 photographer's credit stamps and others verso",
  "Title and artist's name inscribed in pencil on mount verso",
  "title and artist's signature printed on front of mount",
  "Title and artist's stamp printed on mount, recto",
  "title and credit printed on mount recto",
  "title and date, lower left corner; signature, lower right corner; all in red ink",
  "title and date, verso",
  "title and dimensions on stretcher bar in black marker",
  "title and edition number below print, in pencil",
  "title and initials in yellow crayon, recto",
  "title and photographer's stamp, mount verso",
  "title and sequence number, verso",
  "title and signed below print, in pencil",
  "title below image, in black ink",
  "Title description in ink on print recto. Date and annotations in pencil, FORTUN",
  "title engraved on bench seat",
  "Title in pencil and photographer's Photo League credit stamp on print verso.",
  "Title in pencil on print verso.",
  "title in pencil, artist stamp, Fortune stamp, TIME stamp on print verso",
  "Title inscribed on base front",
  "title inscribed on recto in ink",
  "title lower left, signature and date, lower right",
  "Title on front of object",
  "title on mount in ink, date on mount in pencil",
  "title on sheet, above image; signed & numbered, lower right corner image, in ink",
  "Title on verso",
  "title printed on mount recto",
  "title printed on mount recto, blindstamp in print",
  "title printed on mount verso",
  "title upper left corner, date below lower left corner image",
  "title verso in pencil",
  "title, artist's signature and date on recto",
  "Title, artist's signature, and date in black marker on recto",
  "title, artist's signature, date in black marker on recto",
  "title, artist's signature, date, and dedication in black marker on recto",
  "Title, bottom edge",
  "Title, bottom left",
  "title, center above image, in black ink",
  "Title, center left, in ink",
  "title, credit, date printed on mount recto",
  "Title, date right side",
  "title, date verso",
  "title, date, and artist's rue Campagne Première stamp, verso",
  "title, date, and signature verso",
  "Title, date, bottom margin",
  "Title, date, bottom of lower segment",
  "Title, date, dimensions, and signature on verso in black paint",
  "title, date, dimensions, signature, and \"top\" on verso in charcoal",
  "Title, date, on verso in pencil",
  "title, date, signature verso",
  "title, date, stamp verso",
  "Title, date, verso, bottom center",
  "Title, lower left, in ink",
  "Title, lower right",
  "Title, medium, date, on verso",
  "Title, signature, date on verso in pencil",
  "Title, signature, date, and foundry mark",
  "Title, signature, edition?, dedication, verso of support, upper right corner",
  "Title, signature, lower left corner",
  "Title, stitched at bottom edge, each side of drape",
  "Title, top of base, middle",
  "Title, top of parquet surface, lower right",
  "Title, upper left corner, verso of mount",
  "Title, verso mount, bottom edge",
  "Title, verso mount, center",
  "Title, verso upper left corner",
  "Title, verso, center",
  "title, verso, in red ink; studio stamp, verso",
  "Title, verso, lower left",
  "Title, verso, near bottom, in paint",
  "Title, verso, near top",
  "Title, verso, upper center",
  "Title, verso, upper right",
  "titled (?), dated, signed lower right corner, in black paint",
  "Titled , signed and dated in artist's hand, verso",
  "titled \"Las Vegas\" (55-35)signed, titled, dated and stamped verso",
  "titled \"N.Y. 40\" dated 8/88 in pencil and artist stamp verso",
  "Titled and blindstamped \"MacPherson/Rome\" & numbered \"6\" in pencil",
  "titled and credit to W. L. in the negative [faded]",
  "titled and dated by Steichen with annotations in unknown hand",
  "Titled and dated in black ink, verso",
  "Titled and dated in ink on mount, verso.",
  "Titled and dated in ink, numerical notation and photographer's stamp print verso",
  "titled and dated in pencil on the mount verso",
  "titled and dated in pencil, verso.",
  "Titled and dated in unknown hand in pencil on the print verso",
  "titled and dated on print verso",
  "titled and dated verso",
  "titled and dated, verso, bottom edge, in pencil",
  "titled and dated, verso, in blue ink",
  "titled and editioned below image",
  "Titled and numbered (obscured by tape) in pencil on the print verso.",
  "Titled and numbered \"1206\" in an unknown hand, verso.",
  "Titled and numbered \"48\" by the artist",
  "titled and numbered in the negative",
  "titled and signed below image",
  "titled and signed in ink on print verso",
  "titled and signed on bottom edge, in gray ink",
  "titled and signed on verso",
  "titled and signed, bottom margin",
  "titled below image",
  "titled in German \"Der Maler am Strand\" on print verso",
  "titled in ink on mount recto",
  "titled in ink on mount verso",
  "Titled in ink on print recto. Annotations in pencil, FORTUNE stamp, Time Inc. F",
  "titled in ink on print verso",
  "titled in ink on the mount recto",
  "titled in ink on verso",
  "titled in ink",
  "titled in ink, below image",
  "titled in Japanese and French, signed in Japanese  lower verso",
  "titled in Japanese and French, signed in Japanese and English lower verso",
  "titled in Japanese and French, signed in Japanese lower verso",
  "titled in Japanese and French, signed in Japanese with telephone number lower verso",
  "Titled in pencil in French on the mount recto",
  "titled in pencil on mount recto",
  "titled in pencil on mount verso and signed and dated in pencil on mount recto",
  "titled in pencil on print verso [discolored]",
  "titled in pencil on print verso",
  "titled in the negative [yellowed print]",
  "titled in the negative [yellowed]",
  "titled in the negative",
  "titled lower left corner",
  "titled lower right corner",
  "titled lower right, signed and dated lower left",
  "titled on back of the negative",
  "titled on mount recto",
  "titled on mount, below lower right corner image, in pencil",
  "titled on mount, in ink",
  "titled on mount, lower left corner, in ink",
  "titled on the mount recto",
  "titled on verso",
  "titled printed on mount recto",
  "titled recto in ink",
  "titled recto on the mount in ink",
  "titled upper left, signed and dated lower right",
  "titled verso in pencil",
  "Titled with notations in pencil on print verso",
  "titled, bottom center, in print",
  "titled, copyrighted and dated in pencil on mount verso and recto",
  "Titled, copyrighted and dated on print verson in pencil in artist's hand",
  "Titled, dated and numbered (137d) in ink on the mount recto.",
  "Titled, dated and numbered (95) in ink on the mount recto",
  "Titled, dated and signed by the artist on verso",
  "Titled, dated and signed in ink on mount, verso.",
  "Titled, dated and signed in ink, verso",
  "Titled, dated and signed in ink, verso.",
  "titled, dated and stamped on mount verso",
  "titled, dated on verso in pencil",
  "titled, dated on verso in pencil, signed by aritst on recto in pen",
  "titled, dated signed on verso in pencil",
  "titled, dated, and editioned below image",
  "titled, dated, and signed verso canvas",
  "titled, dated, and signed verso, right of center, in black oil pencil",
  "titled, dated, editioned and signed in pencil on verso by artist",
  "titled, dated, editioned, signed in pencil by artist on print verso",
  "Titled, dated, editioned, signed in pencil in artist's hand print verso",
  "titled, dated, editioned, signed in pencil on print verso",
  "titled, dated, signed  on verso in pencil",
  "titled, dated, signed and editioned verso",
  "titled, dated, signed in pencil, print verso",
  "titled, dated, signed on bottom edge, in blue ink",
  "titled, dated, signed on bottom edge, in gray ink",
  "titled, dated, signed on print verso",
  "titled, dated, signed on verso in pencil",
  "titled, dated, signed, and editioned mount recto in pencil by artist",
  "titled, dated, signed, editioned in pen on lower mount verso by artist",
  "titled, dated, signed, editioned in pencil by artist on verso",
  "titled, dated, signed, stamped on print verso",
  "Titled, editioned, copyrighted, dated in pencil on inner cover",
  "Titled, editioned, dated, signed in pencil by artist on verso",
  "titled, initialed and dated in pencil on the mount recto, signed, titled and dat",
  "titled, numbered, and stamped on mount verso",
  "titled, numbered, signed, and dated verso sheet, in pencil",
  "titled, signed, and dated in pencil verso",
  "titled, signed, and dated on verso",
  "titled, signed, and dated verso sheet, in pencil",
  "titled, signed, dated in pencil on mount recto",
  "titled, signed, dated on verso in pencil",
  "Titled, signed, editioned, dated in pencil on mount verso",
  "Titled, signed, editioned, dated in pencil on mount verso.",
  "titled, stamped, dated on verso",
  "titled, verso",
  "titled, verso, center, in pen/pencil?",
  "titled, verso, in charcoal",
  "To Maurice (?), the ____ _____ of Henri MATISSE / from Sarah S. Stein/11-30-48",
  "top base right front \"Henri Matisse 3/10\"; base right \"Cire/C. Valsuani/Perdu\"",
  "top left: \"Gertrude Stein\"; signed bottom right \"Francis Picabia\"",
  "Two photographer's credit stamps, and annotated \"This print must be returned to",
  "Typed label, print recto, l.r.: 114. Fairy-Dell, directly under Yuen-foo Monaste",
  "typed",
  "typed, handwritten",
  "unmarked",
  "unsigned",
  "unsigned, stamped with foundry mark, inscribed 4/6",
  "various inscriptions recto mount",
  "verso - Anderson, Rome stamp",
  "Verso canvas, right side, paint?: L. Moholy-Nagy / A IX, 1923",
  "verso signed with pencil: Ikko",
  "verso, center: Council of Trent / 1967 / San Francisco / Wesley Chamberlin",
  "verso, stretcher bar: Dudley -- 1964",
  "verso: \"To Stanley with love and appreciation Sarah / I did this while working w",
  "verso: Keith Boyle  6/64  Calif.",
  "verso: signed, dated, and numbered",
  "verso: William Brown / Berkeley / The Referee",
  "Weegee stamp on verso, caption in ink, 3 Culver picture stamps",
  "written in pen on mount verso: \"Artist, Jessie Dorr Luca, Mark Luca's Mother\"",
  "X/LXXXVII PROOF inscribed bottom edge, in ink",
  "“RB” in light blue paint, lower left corner"
]
