// weather-balloon (mongod)db:sfmoma_development> db.artworks.distinct('title_markup')
[
  "",
  "A Book Concluding with as a Wife has a Cow",
  "Académie d’homme (Male Nude)",
  "Adolescent  au cheval (Boy Leading a Horse)",
  "Allan Stein",
  "André Derain",
  "Apollinaire et ses amis. Une réunion a la campagne",
  "Apollo in Matisse's Studio",
  "Au Salon: Le Divan (The Sofa)",
  "Autoportrait (Self portrait)",
  "Axonometric projection of the front of Villa Stein-de Monzie (northwest)",
  "Axonometric projection of the rear of Villa Stein-de Monzie (southeast)",
  "Baigneurs (Bathers)",
  "Baigneurs (Bathers, small plate [Bathers in Landscape])",
  "Bathers",
  "Boy with a Butterfly Net",
  "Brunette [Tête de jeune femme] (Brunette [Head of a Young Woman])",
  "Buffet et table (Sideboard and Table)",
  "Bust of a Man",
  "Canal du Midi (The Canal of the Midi. Toulouse)",
  "Caucus, <span class=”noItalics”>from the</span> Leo Castelli 90th Birthday Portfolio",
  "Ceramic Vase",
  "Cinq pommes (Five Apples)",
  "Cocks",
  "Comédien et Enfant (Strolling Player and Child)",
  "Cruche, Pot et Citron (Pitcher, Jar and Lemon [Still Life with Lemon])",
  "Death of the Valley",
  "Drawing for Steen: interior perspective of Villa Stein-de Monzie showing main (s",
  "Elevation of Villa Stein-de Monzie (east and west)",
  "Elevation of Villa Stein-de Monzie (north and south)",
  "Esquisse",
  "Etude de femme couchée",
  "Etude de tête pour Nu à la draperie [Head (Study for Nude with Drapery)]",
  "Etude pour Marguerite lisant (Sketch for \"Marguerite Reading\")",
  "Etude pour Nu dans une forêt (La Dryade)",
  "Etude pour Nu à la draperie (Study for Nude with Drapery)",
  "Etude. Torse, effet de soleil",
  "Female Nude",
  "Femme nue couchée sur un drap blanc, coussin jaune (Reclining Nude)",
  "Femme à la guitar (Woman with a Guitar [Woman with a Mandolin])",
  "Final Sketch for \"Phenomena\"",
  "Fleurs (Flowers [also known as Roses in a Vase and Still Life with Roses])",
  "Fleurs (Flowers)",
  "Four Saints In Three Acts",
  "Four Saints in Three Acts figurines",
  "Gertrude Stein",
  "Gertrude Stein, \"A Village\", illustrated by Elie Lascaux",
  "Girl Seated at a Table with Vase of Flowers",
  "Grande liseuse (Woman Reading)",
  "Grande odalisque à la culotte bayadère (Odalisque in Striped Pantaloons)",
  "Group of Artists",
  "Guitar on a Table [Guitar on a Table 2]",
  "Guitar on a Table",
  "Guitar",
  "Head and Figure Studies (Study for \"Two Nudes\")",
  "Head of a Sleeping Woman, Study for \"Nude with Drapery\"",
  "Head of a Woman (Fernande)",
  "Head of a Woman",
  "Homage a Gertrude (sic) (Homage to Gertrude)",
  "Hommage à Gertrude Stein",
  "Interior view of Les Terrasses",
  "J. Magnin holiday box",
  "Jazz",
  "Jeune fille en robe fleuri au col d'organdi (Girl with an Organdy Collar, No. 2)",
  "L'Architecture vivante. Printemps & été MCMXXIX",
  "L'Atelier, Le modèle nu [Standing Nude]",
  "L'Etudiant a la pipe [Student with a Pipe]",
  "La Coiffure (The Coiffure)",
  "La Coiffure",
  "La Femme aux mains jointes (Woman with Clasped Hands)",
  "La Forêt de Fontainebleau (Autumn Landscape)",
  "La Gitane (The Gypsy)",
  "La Japonaise au bord de l'eau (La Japonaise: Woman beside the Water)",
  "La Musique (esquisse) (Music [Sketch])",
  "La Robe jaune au ruban noir (The Yellow Dress with the Black Ribbon)",
  "La Soupe (Soup)",
  "La Table de l'architecte (The Architect's Table)",
  "Lady with a Fan",
  "Le Casseur d'assiettes (The Clown)",
  "Le Guéridon devant la fenêtre (The Table in front of the Window)",
  "Le Jeune marin I (The Young Sailor I)",
  "Le Pied [Etude de pied] (Study of a Foot)",
  "Le Repas",
  "Le Thé dans le jardin (Tea in the Garden)",
  "Leo Stein",
  "Les Acrobates",
  "Les Baigneurs, grande planche (The Bathers, large plate)...",
  "Les Oignons roses (Pink Onions)",
  "Little Aurore",
  "Livre et verres (Book and Glasses)",
  "Man in a Tower",
  "Melancholy Woman (La melancolie)",
  "Model in Matisse's Studio",
  "Moroccan Horseman and his Horse",
  "Nature morte avec fruits, verre et journal",
  "Nature morte avec verres et fruits (Still Life with Glasses and Fruits)",
  "Nature morte à la bouteille au paillon (Still Life with Bottle of Maraschino)",
  "Nature morte à la chocolatière (Still Life with a Chocolate Pot)",
  "Nature morte, bronze aux oeillets (Sculpture and Persian Vase)",
  "No Trouble Here",
  "North facade showing regulating lines, Villa Stein-de Monzie",
  "Nu assis (Seated Nude)",
  "Nu assis dans un paysage (Nude in Landscape)",
  "Nu assis à la chemise de tulle (Seated Nude with Tulle Jacket)",
  "Nu bleu: souvenir de Biskra (Blue Nude: Souvenir of Biskra)",
  "Nu couché (Reclining Nude)",
  "Nu dans la forêt, Nu assis dans le bois (Nude in a Wood)",
  "Nu de dos",
  "Nude on a Table",
  "Nude with Blue Cushion",
  "Nude with Joined Hands [Standing Female Nude (Fernande)]",
  "Oakland",
  "Original artwork for cover of  \"A Book Concluding with As a Wife has a Cow...",
  "Pa",
  "Pacing Man",
  "Paysage avec cyprès et oliviers environs Nice",
  "Paysage de Collioure/Etude pour Le Bonheur de vivre (Landscape near Collioure...",
  "Paysage, La Rue-des-Bois (Landscape, La Rue-des-Bois)",
  "Plans of the ground floor and main (second) floor of Villa Stein-de Monzie",
  "Plans of the third floor and fourth floor with roof terrace of Villa Stein-de Mo",
  "Plate",
  "Portrait aux cheveux bouclés, pull marin (Allan Stein)",
  "Portrait de Gertrude Stein (Portrait of Gertrude Stein)",
  "Portrait of Gertrude Stein at Bilignin",
  "Portrait of Gertrude Stein",
  "Portrait of Leo Stein",
  "Portrait of Mrs. Allan Stein (Madame Allan Stein)",
  "Portrait of Paul, the Artist's Son (Portrait de Paul, Fils de l'Artiste)",
  "Postcard with a sketch of \"The Painter's Family\"",
  "Predictive Engineering<sup>2</sup>",
  "Preliminary presentation drawing for the north facade of Villa Stein-de Monzie",
  "Preliminary studies for the Villa Stein-de Monzie",
  "Promenade dans les oliviers (Madame Matisse in the Olive Grove)",
  "Reclining Nude I - Aurora (Nu couché I - Aurore)",
  "Reclining Odalisque (with red satin culottes)",
  "Route du Cap d'Antibes (Cap d'Antibes Road)",
  "Sarah Stein's Notebook from the Académie Matisse",
  "Sarah Stein, Mondrian, El Lizzitsky, Sophie Kupers et al. on the roof of Les Ter",
  "Scène de bal (Le bal de l'opera) (Ball Scene)",
  "Self-portrait",
  "Siesta",
  "Sketch for Monogram, 1959, <span class=\"noItalics\">from the portfolio</span> New York Collection for Stockholm",
  "Sketch: The Artist's Family",
  "South facade showing regulating lines, Villa Stein-de Monzie",
  "Standing Female Figure (Gertrude Stein)",
  "Standing Female Nude",
  "Standing Male Nude",
  "Standing Nude and Sketch of a Head",
  "Standing Nude",
  "Standing actor",
  "Still Life with Fruit",
  "Still Life with Vases, Apples and Lemons",
  "Study for exterior colors of Villa Stein-de Monzie (north and south axonometric",
  "The Hat Pinned with Flowers (Le Chapeau Épinglé)",
  "The Milk Bottle",
  "Three Heads (Portrait de René Crevel)",
  "Trois baigneuses (Three Bathers)",
  "Two Nudes",
  "Two beauties and an attendant by the sea",
  "Tête d'enfant (Pierre Matisse) (Head of a Child (Pierre Matisse))",
  "Tête de femme (Head - Study of Head for Nude with Drapery)",
  "Tête de femme (Head of a Woman [in Browns and Black])",
  "Tête de picador au nez cassé (Head of a Picador with a Broken Nose)",
  "Tête de trois quarts (Head in Three-Quarter View)",
  "Une maison -- un palais.\r\"A la recherche d'une unité archit",
  "Une très belle danse barbare",
  "Untitled (Elemental Sculpture) <span class=”noItalics”>[steel flange and stone]</span>",
  "Untitled (Head in Profile)",
  "Untitled <span class=”noItalics”>[black painting with portal form]</span>",
  "Untitled <span class=”noItalics”>[glossy black painting]</span>",
  "Untitled",
  "Untitled, from the Red River series",
  "Untitled, from the series Fushi kaden",
  "Vase, Gourd, and Fruit on a Table",
  "Verres et fruits (Still Life with Glasses and Fruit [Wineglasses and Fruit])",
  "Vers une architecture",
  "View of Collioure",
  "Violin",
  "Visage à la frange (Head of a Girl)",
  "White Painting <span class=”noItalics”>[three panel]</span>",
  "Woman in a Kimono",
  "\"Kayoi [Komachi]\" (Nightly Courting of Komachi) from the series Fashionable Rend",
  "\"Sunday afternoon we get-it-together. I drink some beer, cook the steaks, and my wife makes the salad.” From the series Suburbia",
  "\"Ushibori in Hitachi Province\" (Joshu Ushibori), from the series Thirty six view",
  "adslkjfadlfjadslfjl",
  "screen print in white ink on clear polyester film",
  "single-channel video and projected-image installation with sound",
  "steel, unknown plastic, and synthetic rubber",
  "view of mt. fuji"
]
